{
  "fileName": "C-6.pdf",
  "numPages": 18,
  "text": "\n\nCurrent to October 14, 2024\nLast amended on December 12, 2017\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nPublished by the Minister of Justice at the following address:\nhttp://laws-lois.justice.gc.ca\nPublié par le ministre de la Justice à l’adresse suivante :\nhttp://lois-laws.justice.gc.ca\nCANADA\nCONSOLIDATION\nCanada Health Act\nCODIFICATION\nLoi canadienne sur la santé\nR.S.C., 1985, c. C-6L.R.C. (1985), ch. C-6\n\nCurrent to October 14, 2024\nLast amended on December 12, 2017\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nOFFICIAL STATUS\nOF CONSOLIDATIONS\nCARACTÈRE OFFICIEL\nDES CODIFICATIONS\nSubsections 31(1) and (2) of the Legislation Revision and\nConsolidation  Act,  in  force  on  June  1,  2009,  provide  as\nfollows:\nLes paragraphes 31(1) et (2) de la Loi sur la révision et la\ncodification  des  textes  législatifs,  en  vigueur  le  1\ner\n  juin\n2009, prévoient ce qui suit :\nPublished consolidation is evidenceCodifications comme élément de preuve\n31 (1)  Every copy of a consolidated statute or consolidated\nregulation published by the Minister under this Act in either\nprint or electronic form is evidence of that statute or regula-\ntion and of its contents and every copy purporting to be pub-\nlished by the Minister is deemed to be so published, unless\nthe contrary is shown.\n31 (1)  Tout exemplaire d'une loi codifiée ou d'un règlement\ncodifié, publié par le ministre en vertu de la présente loi sur\nsupport papier ou sur support électronique, fait foi de cette\nloi ou de ce règlement et de son contenu. Tout exemplaire\ndonné comme publié par le ministre est réputé avoir été ainsi\npublié, sauf preuve contraire.\nInconsistencies in ActsIncompatibilité — lois\n(2)  In the event of an inconsistency between a consolidated\nstatute published by the Minister under this Act and the origi-\nnal statute or a subsequent amendment as certified by the\nClerk of the Parliaments under the Publication  of  Statutes\nAct, the original statute or amendment prevails to the extent\nof the inconsistency.\n(2)  Les dispositions de la loi d'origine avec ses modifications\nsubséquentes par le greffier des Parlements en vertu de la Loi\nsur la publication des lois l'emportent sur les dispositions in-\ncompatibles de la loi codifiée publiée par le ministre en vertu\nde la présente loi.\nLAYOUT\nThe  notes  that  appeared  in  the  left  or  right  margins  are\nnow  in  boldface  text  directly  above  the  provisions  to\nwhich  they  relate.  They  form  no  part  of  the  enactment,\nbut are inserted for convenience of reference only.\nMISE EN PAGE\nLes  notes  apparaissant  auparavant  dans  les  marges  de\ndroite  ou  de  gauche  se  retrouvent  maintenant  en  carac-\ntères  gras  juste  au-dessus  de  la  disposition  à  laquelle\nelles  se  rattachent.  Elles  ne  font  pas  partie  du  texte,  n’y\nfigurant qu’à titre de repère ou d’information.\nNOTENOTE\nThis consolidation is current to October 14, 2024. The last\namendments came into force on December 12, 2017. Any\namendments  that  were  not  in  force  as  of  October  14,\n2024  are  set  out  at  the  end  of  this  document  under  the\nheading “Amendments Not in Force”.\nCette  codification   est   à   jour   au   14   octobre   2024.   Les\ndernières    modifications    sont    entrées    en    vigueur\nle  12  décembre  2017.  Toutes  modifications  qui  n'étaient\npas en vigueur au 14 octobre 2024 sont énoncées à la fin\nde  ce  document  sous  le  titre  «  Modifications  non  en\nvigueur ».\n\nCurrent to October 14, 2024\nLast amended on December 12, 2017\niii\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nTABLE OF PROVISIONSTABLE ANALYTIQUE\nAn Act relating to cash contributions by Canada and\nrelating to criteria and conditions in respect of\ninsured health services and extended health care\nservices\nLoi concernant les contributions pécuniaires du\nCanada ainsi que les principes et conditions\napplicables aux services de santé assurés et aux\nservices complémentaires de santé\nShort TitleTitre abrégé\n1\nShort title\n1\nTitre abrégé\nInterpretationDéfinitions\n2\nDefinitions\n2\nDéfinitions\nCanadian Health Care PolicyPolitique canadienne de la santé\n3\nPrimary objective of Canadian health care policy\n3\nObjectif premier\nPurposeRaison d’être\n4\nPurpose of this Act\n4\nRaison d’être de la présente loi\nCash ContributionContribution pécuniaire\n5\nCash contribution\n5\nContribution pécuniaire\nProgram CriteriaConditions d’octroi\n7\nProgram criteria\n7\nRègle générale\n8\nPublic administration\n8\nGestion publique\n9\nComprehensiveness\n9\nIntégralité\n10\nUniversality\n10\nUniversalité\n11\nPortability\n11\nTransférabilité\n12\nAccessibility\n12\nAccessibilité\nConditions for Cash ContributionContribution pécuniaire assujettie à\ndes conditions\n13\nConditions\n13\nObligations de la province\nDefaultsManquements\n14\nReferral to Governor in Council\n14\nRenvoi au gouverneur en conseil\n15\nOrder reducing or withholding contribution\n15\nDécret de réduction ou de retenue\n16\nReimposition of reductions or withholdings\n16\nNouvelle application des réductions ou retenues\n17\nWhen reduction or withholding imposed\n17\nApplication aux exercices ultérieurs\n\nCanada HealthLoi canadienne sur la santé\nTABLE OF PROVISIONSTABLE ANALYTIQUE\nCurrent to October 14, 2024\nLast amended on December 12, 2017\niv\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nExtra-billing and User ChargesSurfacturation et frais modérateurs\n18\nExtra-billing\n18\nSurfacturation\n19\nUser charges\n19\nFrais modérateurs\n20\nDeduction for extra-billing\n20\nDéduction en cas de surfacturation\n21\nWhen deduction made\n21\nApplication aux exercices ultérieurs\nRegulationsRèglements\n22\nRegulations\n22\nRèglements\nReport to ParliamentRapport au Parlement\n23\nAnnual report by Minister\n23\nRapport annuel du ministre\n\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n1\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nR.S.C., 1985, c. C-6L.R.C., 1985, ch. C-6\nAn  Act  relating  to  cash  contributions  by\nCanada     and     relating     to     criteria     and\nconditions   in   respect   of   insured   health\nservices and extended health care services\nLoi concernant les contributions pécuniaires\ndu    Canada    ainsi    que    les    principes    et\nconditions applicables aux services de santé\nassurés  et  aux  services  complémentaires  de\nsanté\nPreamblePréambule\nWHEREAS the Parliament of Canada recognizes:\n—that  it  is  not  the  intention  of  the  Government  of\nCanada  that  any  of  the  powers,  rights,  privileges  or\nauthorities  vested  in  Canada  or  the  provinces  under\nthe  provisions  of  the  Constitution  Act,  1867,  or  any\namendments  thereto,  or  otherwise,  be  by  reason  of\nthis  Act  abrogated  or  derogated  from  or  in  any  way\nimpaired;\n—that  Canadians,  through  their  system  of  insured\nhealth  services,  have  made  outstanding  progress  in\ntreating sickness and alleviating the consequences of\ndisease and disability among all income groups;\n—that  Canadians  can  achieve  further  improvements\nin   their   well-being   through   combining   individual\nlifestyles  that  emphasize  fitness,  prevention  of  dis-\nease  and  health  promotion  with  collective  action\nagainst  the  social,  environmental  and  occupational\ncauses  of  disease,  and  that  they  desire  a  system  of\nhealth services that will promote physical and mental\nhealth and protection against disease;\n—that future improvements in health will require the\ncooperative  partnership  of  governments,  health  pro-\nfessionals,   voluntary   organizations   and   individual\nCanadians;\n—that continued access to quality health care without\nfinancial or other barriers will be critical to maintain-\ning and improving the health and well-being of Cana-\ndians;\nAND  WHEREAS  the  Parliament  of  Canada  wishes  to\nencourage    the    development    of    health    services\nConsidérant que le Parlement du Canada reconnaît :\nque le gouvernement du Canada n’entend pas par la\nprésente  loi  abroger  les  pouvoirs,  droits,  privilèges\nou  autorités  dévolus  au  Canada  ou  aux  provinces\nsous  le  régime  de  la  Loi  constitutionnelle  de  1867  et\nde  ses  modifications  ou  à  tout  autre  titre,  ni  leur  dé-\nroger ou porter atteinte,\nque les Canadiens ont fait des progrès remarquables,\ngrâce  à  leur  système  de  services  de  santé  assurés,\ndans  le  traitement  des  maladies  et  le  soulagement\ndes affections et déficiences parmi toutes les catégo-\nries socio-économiques,\nque  les  Canadiens  peuvent  encore  améliorer  leur\nbien-être en joignant à un mode de vie individuel axé\nsur la condition physique, la prévention des maladies\net  la  promotion  de  la  santé,  une  action  collective\ncontre  les  causes  sociales,  environnementales  ou  in-\ndustrielles des maladies et qu’ils désirent un système\nde services de santé qui favorise la santé physique et\nmentale et la protection contre les maladies,\nque  les  améliorations  futures  dans  le  domaine  de  la\nsanté  nécessiteront  la  coopération  des  gouverne-\nments,  des  professionnels  de  la  santé,  des  orga-\nnismes bénévoles et des citoyens canadiens,\nque  l’accès  continu  à  des  soins  de  santé  de  qualité,\nsans  obstacle  financier  ou  autre,  sera  déterminant\npour  la  conservation  et  l’amélioration  de  la  santé  et\ndu bien-être des Canadiens;\nconsidérant  en  outre  que  le  Parlement  du  Canada\nsouhaite  favoriser  le  développement  des  services  de\n\nCanada HealthSanté\nShort TitleTitre abrégé\nSections 1-2Articles 1-2\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n2\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nthroughout  Canada  by  assisting  the  provinces  in\nmeeting the costs thereof;\nsanté  dans  tout  le  pays  en  aidant  les  provinces  à  en\nsupporter le coût,\nNOW, THEREFORE, Her Majesty, by and with the ad-\nvice  and  consent  of  the  Senate  and  House  of  Com-\nmons of Canada, enacts as follows:\nSa Majesté, sur l’avis et avec le consentement du Sé-\nnat  et  de  la  Chambre  des  communes  du  Canada,\nédicte :\nShort TitleTitre abrégé\nShort titleTitre abrégé\n1  This Act may be cited as the Canada Health Act.\n1984, c. 6, s. 1.\n1 Loi canadienne sur la santé.\n1984, ch. 6, art. 1.\nInterpretationDéfinitions\nDefinitionsDéfinitions\n2  In this Act,\nAct of 1977 [Repealed, \n1995, \nc. \n17, \ns. \n34\n]\ncash  contribution  means the cash contribution in re-\nspect of the Canada Health Transfer that may be provid-\ned to a province under sections \n24.2 \nand \n24.21 \nof the Fed-\neral-Provincial Fiscal Arrangements Act;  (contribution\npécuniaire\n)\ncontribution\n [Repealed, \n1995, \nc. \n17, \ns. \n34\n]\ndentist\n  means a person lawfully entitled to practise den-\ntistry in the place in which the practice is carried on by\nthat person;  (\ndentiste\n)\nextended  health  care  services\n  means  the  following\nservices, as more particularly defined in the regulations,\nprovided for residents of a province, namely,\n(a)\n  nursing home intermediate care service,\n(b)\n  adult residential care service,\n(c)\n  home care service, and\n(d)\n  ambulatory  health  care  service;  (\nservices  com-\nplémentaires de santé\n)\nextra-billing\n  means the billing for an insured health ser-\nvice rendered to an insured person by a medical practi-\ntioner  or  a  dentist  in  an  amount  in  addition  to  any\namount paid or to be paid for that service by the health\ncare insurance plan of a province;  (\nsurfacturation\n)\nhealth  care  insurance  plan\n  means,  in  relation  to  a\nprovince, a plan or plans established by the law of the\nprovince to provide for insured health services;  (\nrégime\nd’assurance-santé\n)\n2  Les définitions qui suivent s’appliquent à la présente\nloi.\nassuré\n  Habitant d’une province, à l’exception :\na)  des membres des Forces canadiennes;\nb)  [Abrogé, \n2012, \nch. \n19, \nart. \n377\n]\nc)\n  des personnes purgeant une peine d’emprisonne-\nment dans un pénitencier, au sens de la Partie I de la\nLoi  sur  le  système  correctionnel  et  la  mise  en  liberté\nsous condition;\nd)\n  des habitants de la province qui s’y trouvent depuis\nune période de temps inférieure au délai minimal de\nrésidence ou de carence d’au plus trois mois imposé\naux habitants par la province pour qu’ils soient admis-\nsibles ou aient droit aux services de santé assurés.  (\nin-\nsured person\n)\ncontribution\n [Abrogée, \n1995, \nch. \n17, \nart. \n34\n]\ncontribution  pécuniaire\n  La  contribution  au  titre  du\nTransfert canadien en matière de santé qui peut être ver-\nsée à une province au titre des articles \n24.2 \net \n24.21 \nde la\nLoi sur les arrangements fiscaux entre le gouvernement\nfédéral et les provinces.  (\ncash contribution\n)\ndentiste\n  Personne légalement autorisée à exercer la mé-\ndecine  dentaire  au  lieu  où  elle  se  livre  à  cet  exercice.\n(\ndentist\n)\nfrais modérateurs\n  Frais d’un service de santé assuré au-\ntorisés ou permis par un régime provincial d’assurance-\nsanté mais non payables, soit directement soit indirecte-\nment, au titre d’un régime provincial d’assurance-santé,\n\nCanada HealthSanté\nInterpretationDéfinitions\nSection 2Article 2\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n3\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nhealth  care  practitioner  means a person lawfully enti-\ntled under the law of a province to provide health ser-\nvices in the place in which the services are provided by\nthat person;  (\nprofessionnel de la santé\n)\nhospital  includes  any  facility  or  portion  thereof  that\nprovides hospital care, including acute, rehabilitative or\nchronic care, but does not include\n(a)\n  a hospital or institution primarily for the mentally\ndisordered, or\n(b)\n  a facility or portion thereof that provides nursing\nhome  intermediate  care  service  or  adult  residential\ncare service, or comparable services for children;  (\nhô-\npital\n)\nhospital  services\n  means any of the following services\nprovided to in-patients or out-patients at a hospital, if\nthe services are medically necessary for the purpose of\nmaintaining health, preventing disease or diagnosing or\ntreating an injury, illness or disability, namely,\n(a)\n  accommodation and meals at the standard or pub-\nlic ward level and preferred accommodation if medi-\ncally required,\n(b)\n  nursing service,\n(c)\n  laboratory, radiological and other diagnostic pro-\ncedures, together with the necessary interpretations,\n(d)\n  drugs, biologicals and related preparations when\nadministered in the hospital,\n(e)\n  use of operating room, case room and anaesthetic\nfacilities, including necessary equipment and supplies,\n(f)\n  medical and surgical equipment and supplies,\n(g)\n  use of radiotherapy facilities,\n(h)\n  use of physiotherapy facilities, and\n(i)\n  services provided by persons who receive remuner-\nation therefor from the hospital,\nbut does not include services that are excluded by the\nregulations;  (\nservices hospitaliers\n)\ninsured health services\n  means hospital services, physi-\ncian services and surgical-dental services provided to in-\nsured persons, but does not include any health services\nthat a person is entitled to and eligible for under any oth-\ner Act of Parliament or under any Act of the legislature of\na province that relates to workers’ or workmen’s compen-\nsation;  (\nservices de santé assurés\n)\nà l’exception des frais imposés par surfacturation.  (user\ncharge)\nhabitant\n  Personne domiciliée et résidant habituellement\ndans une province et légalement autorisée à être ou à res-\nter au Canada, à l’exception d’une personne faisant du\ntourisme, de passage ou en visite dans la province.  (\nresi-\ndent)\nhôpital\n  Sont compris parmi les hôpitaux tout ou partie\ndes établissements où sont fournis des soins hospitaliers,\nnotamment aux personnes souffrant de maladie aiguë ou\nchronique ainsi qu’en matière de réadaptation, à l’excep-\ntion :\na)\n  des  hôpitaux  ou  institutions  destinés  principale-\nment aux personnes souffrant de troubles mentaux;\nb)\n  de tout ou partie des établissements où sont four-\nnis des soins intermédiaires en maison de repos ou\ndes soins en établissement pour adultes ou des soins\ncomparables pour les enfants.  (\nhospital\n)\nloi de 1977\n [Abrogée, \n1995, \nch. \n17, \nart. \n34\n]\nmédecin\n  Personne légalement autorisée à exercer la mé-\ndecine au lieu où elle se livre à cet exercice.  (\nmedical\npractitioner\n)\nministre\n  Le ministre de la Santé.  (\nMinister\n)\nprofessionnel  de  la  santé\n  Personne légalement autori-\nsée en vertu de la loi d’une province à fournir des services\nde santé au lieu où elle les fournit.  (\nhealth  care  practi-\ntioner\n)\nrégime  d’assurance-santé\n  Le  régime  ou  les  régimes\nconstitués par la loi d’une province en vue de la presta-\ntion  de  services  de  santé  assurés.  (\nhealth  care  insur-\nance plan\n)\nservices  complémentaires  de  santé\n  Les services défi-\nnis  dans  les  règlements  et  offerts  aux  habitants  d’une\nprovince, à savoir :\na)\n  les soins intermédiaires en maison de repos;\nb)\n  les soins en établissement pour adultes;\nc)\n  les soins à domicile;\nd)\n  les  soins  ambulatoires.  (\nextended   health   care\nservices\n)\nservices  de  chirurgie  dentaire\n  Actes de chirurgie den-\ntaire nécessaires sur le plan médical ou dentaire, accom-\nplis par un dentiste dans un hôpital, et qui ne peuvent\n\nCanada HealthSanté\nInterpretationDéfinitions\nSection 2Article 2\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n4\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\ninsured person  means, in relation to a province, a resi-\ndent of the province other than\n(a)\n  a member of the Canadian Forces,\n(b)  [Repealed, \n2012, \nc. \n19, \ns. \n377\n]\n(c)  a person serving a term of imprisonment in a peni-\ntentiary as defined in Part I of the Corrections  and\nConditional Release Act, or\n(d)\n  a resident of the province who has not completed\nsuch minimum period of residence or waiting period,\nnot exceeding three months, as may be required by the\nprovince for eligibility for or entitlement to insured\nhealth services;  (\nassuré\n)\nmedical  practitioner\n  means a person lawfully entitled\nto practise medicine in the place in which the practice is\ncarried on by that person;  (\nmédecin\n)\nMinister\n  means the Minister of Health;  (\nministre\n)\nphysician  services\n  means any medically required ser-\nvices rendered by medical practitioners;  (\nservices médi-\ncaux\n)\nresident\n  means, in relation to a province, a person law-\nfully entitled to be or to remain in Canada who makes his\nhome and is ordinarily present in the province, but does\nnot  include  a  tourist,  a  transient  or  a  visitor  to  the\nprovince;  (\nhabitant\n)\nsurgical-dental  services\n  means any medically or den-\ntally required surgical-dental procedures performed by a\ndentist in a hospital, where a hospital is required for the\nproper performance of the procedures;  (\nservices de chi-\nrurgie dentaire\n)\nuser  charge\n  means  any  charge  for  an  insured  health\nservice that is authorized or permitted by a provincial\nhealth care insurance plan that is not payable, directly or\nindirectly, by a provincial health care insurance plan, but\ndoes  not  include  any  charge  imposed  by  extra-billing.\n(\nfrais modérateurs\n)\nR.S., 1985, c. C-6, s. 2; 1992, c. 20, s. 216(F); 1995, c. 17, s. 34; 1996, c. 8, s. 32; 1999, c.\n26, s. 11; 2012, c. 19, ss. 377, 407; 2017, c. 26, s. 11(E).\nêtre  accomplis  convenablement  qu’en  un  tel  établisse-\nment.  (\nsurgical-dental services\n)\nservices  de  santé  assurés\n  Services hospitaliers, médi-\ncaux ou de chirurgie dentaire fournis aux assurés, à l’ex-\nception des services de santé auxquels une personne a\ndroit ou est admissible en vertu d’une autre loi fédérale\nou d’une loi provinciale relative aux accidents du travail.\n(\ninsured health services\n)\nservices  hospitaliers\n  Services fournis dans un hôpital\naux malades hospitalisés ou externes, si ces services sont\nmédicalement nécessaires pour le maintien de la santé, la\nprévention des maladies ou le diagnostic ou le traitement\ndes blessures, maladies ou invalidités, à savoir :\na)\n  l’hébergement  et  la  fourniture  des  repas  en  salle\ncommune ou, si médicalement nécessaire, en chambre\nprivée ou semi-privée;\nb)\n  les services infirmiers;\nc)\n  les  actes  de  laboratoires,  de  radiologie  ou  autres\nactes de diagnostic, ainsi que les interprétations né-\ncessaires;\nd)\n  les  produits  pharmaceutiques,  substances  biolo-\ngiques et préparations connexes administrés à l’hôpi-\ntal;\ne)\n  l’usage  des  salles  d’opération,  des  salles  d’accou-\nchement et des installations d’anesthésie, ainsi que le\nmatériel et les fournitures nécessaires;\nf)\n  le matériel et les fournitures médicaux et chirurgi-\ncaux;\ng)\n  l’usage des installations de radiothérapie;\nh)\n  l’usage des installations de physiothérapie;\ni)\n  les services fournis par les personnes rémunérées à\ncet effet par l’hôpital.\nNe sont pas compris parmi les services hospitaliers les\nservices exclus par les règlements.  (\nhospital services\n)\nservices  médicaux\n  Services  médicalement  nécessaires\nfournis par un médecin.  (\nphysician services\n)\nsurfacturation\n  Facturation de la prestation à un assuré\npar un médecin ou un dentiste d’un service de santé as-\nsuré,  en  excédent  par  rapport  au  montant  payé  ou  à\npayer pour la prestation de ce service au titre du régime\nprovincial d’assurance-santé.  (\nextra-billing\n)\nL.R. (1985), ch. C-6, art. 2; 1992, ch. 20, art. 216(F); 1995, ch. 17, art. 34; 1996, ch. 8, art.\n32; 1999, ch. 26, art. 11; 2012, ch. 19, art. 377 et 407; 2017, ch. 26, art. 11(A).\n\nCanada HealthSanté\nCanadian Health Care PolicyPolitique canadienne de la santé\nSections 3-7Articles 3-7\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n5\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nCanadian Health Care PolicyPolitique canadienne de la santé\nPrimary objective of Canadian health care policyObjectif premier\n3  It  is  hereby  declared  that  the  primary  objective  of\nCanadian health care policy is to protect, promote and\nrestore the physical and mental well-being of residents of\nCanada and to facilitate reasonable access to health ser-\nvices without financial or other barriers.\n1984, c. 6, s. 3.\n3  La politique canadienne de la santé a pour premier ob-\njectif de protéger, de favoriser et d’améliorer le bien-être\nphysique et mental des habitants du Canada et de facili-\nter un accès satisfaisant aux services de santé, sans obs-\ntacles d’ordre financier ou autre.\n1984, ch. 6, art. 3.\nPurposeRaison d’être\nPurpose of this ActRaison d’être de la présente loi\n4  The purpose of this Act is to establish criteria and con-\nditions in respect of insured health services and extended\nhealth care services provided under provincial law that\nmust be met before a full cash contribution may be made.\nR.S., 1985, c. C-6, s. 4; 1995, c. 17, s. 35.\n4  La présente loi a pour raison d’être d’établir les condi-\ntions d’octroi et de versement d’une pleine contribution\npécuniaire pour les services de santé assurés et les ser-\nvices complémentaires de santé fournis en vertu de la loi\nd’une province.\nL.R. (1985), ch. C-6, art. 4; 1995, ch. 17, art. 35.\nCash ContributionContribution pécuniaire\nCash contributionContribution pécuniaire\n5  Subject  to  this  Act,  as  part  of  the  Canada  Health\nTransfer, a full cash contribution is payable by Canada to\neach province for each fiscal year.\nR.S., 1985, c. C-6, s. 5; 1995, c. 17, s. 36; 2012, c. 19, s. 408.\n5  Sous réserve des autres dispositions de la présente loi,\nle Canada verse à chaque province, pour chaque exercice,\nune pleine contribution pécuniaire à titre d’élément du\nTransfert  canadien  en  matière  de  santé  (ci-après,\n« Transfert »).\nL.R. (1985), ch. C-6, art. 5; 1995, ch. 17, art. 36; 2012, ch. 19, art. 408.\n6  [Repealed, 1995, c. 17, s. 36]6  [Abrogé, 1995, ch. 17, art. 36]\nProgram CriteriaConditions d’octroi\nProgram criteriaRègle générale\n7  In order that a province may qualify for a full cash\ncontribution referred to in section \n5 \nfor a fiscal year, the\nhealth  care  insurance  plan  of  the  province  must,\nthroughout the fiscal year, satisfy the criteria described\nin sections \n8 \nto \n12 \nrespecting the following matters:\n(a)\n  public administration;\n(b)\n  comprehensiveness;\n(c)\n  universality;\n(d)\n  portability; and\n(e)\n  accessibility.\n1984, c. 6, s. 7.\n7  Le versement à une province, pour un exercice, de la\npleine contribution pécuniaire visée à l’article \n5 \nest assu-\njetti à l’obligation pour le régime d’assurance-santé de\nsatisfaire, pendant tout cet exercice, aux conditions d’oc-\ntroi énumérées aux articles \n8 \nà \n12 \nquant à :\na)\n  la gestion publique;\nb)\n  l’intégralité;\nc)\n  l’universalité;\nd)\n  la transférabilité;\ne)\n  l’accessibilité.\n1984, ch. 6, art. 7.\n\nCanada HealthSanté\nProgram CriteriaConditions d’octroi\nSections 8-10Articles 8-10\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n6\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nPublic administrationGestion publique\n8 (1)  In order to satisfy the criterion respecting public\nadministration,\n(a)\n  the health care insurance plan of a province must\nbe administered and operated on a non-profit basis by\na public authority appointed or designated by the gov-\nernment of the province;\n(b)\n  the  public  authority  must  be  responsible  to  the\nprovincial government for that administration and op-\neration; and\n(c)\n  the public authority must be subject to audit of its\naccounts and financial transactions by such authority\nas is charged by law with the audit of the accounts of\nthe province.\n8 (1)  La condition de gestion publique suppose que :\na)  le  régime  provincial  d’assurance-santé  soit  géré\nsans but lucratif par une autorité publique nommée ou\ndésignée par le gouvernement de la province;\nb)\n  l’autorité publique soit responsable devant le gou-\nvernement provincial de cette gestion;\nc)\n  l’autorité publique soit assujettie à la vérification\nde ses comptes et de ses opérations financières par\nl’autorité  chargée  par  la  loi  de  la  vérification  des\ncomptes de la province.\nDesignation of agency permittedDésignation d’un mandataire\n(2)  The criterion respecting public administration is not\ncontravened by reason only that the public authority re-\nferred to in subsection (\n1\n) has the power to designate any\nagency\n(a)  to receive on its behalf any amounts payable under\nthe provincial health care insurance plan; or\n(b)  to carry out on its behalf any responsibility in con-\nnection with the receipt or payment of accounts ren-\ndered for insured health services, if it is a condition of\nthe designation that all those accounts are subject to\nassessment and approval by the public authority and\nthat the public authority shall determine the amounts\nto be paid in respect thereof.\n1984, c. 6, s. 8.\n(2)  La condition de gestion publique n’est pas enfreinte\ndu seul fait que l’autorité publique visée au paragraphe\n(\n1\n) a le pouvoir de désigner un mandataire chargé :\na)  soit de recevoir en son nom les montants payables\nau titre du régime provincial d’assurance-santé;\nb)  soit d’exercer en son nom les attributions liées à la\nréception  ou  au  règlement  des  comptes  remis  pour\nprestation de services de santé assurés si la désigna-\ntion est assujettie à la vérification et à l’approbation\npar l’autorité publique des comptes ainsi remis et à la\ndétermination par celle-ci des montants à payer à cet\négard.\n1984, ch. 6, art. 8.\nComprehensivenessIntégralité\n9  In order to satisfy the criterion respecting comprehen-\nsiveness,  the  health  care  insurance  plan  of  a  province\nmust insure all insured health services provided by hos-\npitals, medical practitioners or dentists, and where the\nlaw of the province so permits, similar or additional ser-\nvices rendered by other health care practitioners.\n1984, c. 6, s. 9.\n9  La condition d’intégralité suppose qu’au titre du ré-\ngime  provincial  d’assurance-santé,  tous  les  services  de\nsanté assurés fournis par les hôpitaux, les médecins ou\nles dentistes soient assurés, et lorsque la loi de la pro-\nvince le permet, les services semblables ou additionnels\nfournis par les autres professionnels de la santé.\n1984, ch. 6, art. 9.\nUniversalityUniversalité\n10  In order to satisfy the criterion respecting universali-\nty, the health care insurance plan of a province must en-\ntitle one hundred per cent of the insured persons of the\nprovince to the insured health services provided for by\nthe plan on uniform terms and conditions.\n1984, c. 6, s. 10.\n10  La condition d’universalité suppose qu’au titre du ré-\ngime provincial d’assurance-santé, cent pour cent des as-\nsurés de la province ait droit aux services de santé assu-\nrés prévus par celui-ci, selon des modalités uniformes.\n1984, ch. 6, art. 10.\n\nCanada HealthSanté\nProgram CriteriaConditions d’octroi\nSection 11Article 11\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n7\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nPortabilityTransférabilité\n11 (1)  In order to satisfy the criterion respecting porta-\nbility, the health care insurance plan of a province\n(a)\n  must  not  impose  any  minimum  period  of  resi-\ndence in the province, or waiting period, in excess of\nthree months before residents of the province are eli-\ngible for or entitled to insured health services;\n(b)\n  must provide for and be administered and operat-\ned so as to provide for the payment of amounts for the\ncost  of  insured  health  services  provided  to  insured\npersons while temporarily absent from the province\non the basis that\n(i)\n  where the insured health services are provided\nin Canada, payment for health services is at the rate\nthat is approved by the health care insurance plan\nof the province in which the services are provided,\nunless the provinces concerned agree to apportion\nthe cost between them in a different manner, or\n(ii)\n  where the insured health services are provided\nout of Canada, payment is made on the basis of the\namount that would have been paid by the province\nfor similar services rendered in the province, with\ndue regard, in the case of hospital services, to the\nsize of the hospital, standards of service and other\nrelevant factors; and\n(c)\n  must provide for and be administered and operat-\ned so as to provide for the payment, during any mini-\nmum period of residence, or any waiting period, im-\nposed  by  the  health  care  insurance  plan  of  another\nprovince, of the cost of insured health services provid-\ned to persons who have ceased to be insured persons\nby  reason  of  having  become  residents  of  that  other\nprovince, on the same basis as though they had not\nceased to be residents of the province.\n11 (1)  La condition de transférabilité suppose que le ré-\ngime provincial d’assurance-santé :\na)\n  n’impose pas de délai minimal de résidence ou de\ncarence supérieur à trois mois aux habitants de la pro-\nvince pour qu’ils soient admissibles ou aient droit aux\nservices de santé assurés;\nb)\n  prévoie et que ses modalités d’application assurent\nle paiement des montants pour le coût des services de\nsanté  assurés  fournis  à  des  assurés  temporairement\nabsents de la province :\n(i)\n  si ces services sont fournis au Canada, selon le\ntaux approuvé par le régime d’assurance-santé de la\nprovince où ils sont fournis, sauf accord de réparti-\ntion différente du coût entre les provinces concer-\nnées,\n(ii)\n  s’il sont fournis à l’étranger, selon le montant\nqu’aurait versé la province pour des services sem-\nblables fournis dans la province, compte tenu, s’il\ns’agit  de  services  hospitaliers,  de  l’importance  de\nl’hôpital, de la qualité des services et des autres fac-\nteurs utiles;\nc)\n  prévoie et que ses modalités d’application assurent\nla prise en charge, pendant le délai minimal de rési-\ndence  ou  de  carence  imposé  par  le  régime  d’assu-\nrance-santé d’une autre province, du coût des services\nde santé assurés fournis aux personnes qui ne sont\nplus assurées du fait qu’elles habitent cette province,\ndans les mêmes conditions que si elles habitaient en-\ncore leur province d’origine.\nRequirement for consent for elective insured health\nservices permitted\nConsentement préalable à la prestation des services\nde santé assurés facultatifs\n(2)  The  criterion  respecting  portability  is  not  contra-\nvened by a requirement of a provincial health care insur-\nance plan that the prior consent of the public authority\nthat administers and operates the plan must be obtained\nfor elective insured health services provided to a resident\nof  the  province  while  temporarily  absent  from  the\nprovince if the services in question were available on a\nsubstantially similar basis in the province.\n(2)  La condition de transférabilité n’est pas enfreinte du\nfait qu’il faut, aux termes du régime d’assurance-santé\nd’une province, le consentement préalable de l’autorité\npublique qui le gère pour la prestation de services de san-\nté assurés facultatifs à un habitant temporairement ab-\nsent de la province, si ces services y sont offerts selon des\nmodalités sensiblement comparables.\nDefinition of elective insured health servicesDéfinition de services de santé assurés facultatifs\n(3)  For the purpose of subsection (2), elective  insured\nhealth  services  means  insured  health  services  other\nthan services that are provided in an emergency or in any\n(3)  Pour  l’application  du  paragraphe  (2), services  de\nsanté assurés facultatifs s’entend des services de santé\nassurés, à l’exception de ceux qui sont fournis d’urgence\n\nCanada HealthSanté\nProgram CriteriaConditions d’octroi\nSections 11-12Articles 11-12\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n8\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nother  circumstance  in  which  medical  care  is  required\nwithout delay.\n1984, c. 6, s. 11.\nou  dans  d’autres  circonstances  où  des  soins  médicaux\nsont requis sans délai.\n1984, ch. 6, art. 11.\nAccessibilityAccessibilité\n12 (1)  In order to satisfy the criterion respecting acces-\nsibility, the health care insurance plan of a province\n(a)\n  must provide for insured health services on uni-\nform terms and conditions and on a basis that does\nnot impede or preclude, either directly or indirectly\nwhether by charges made to insured persons or other-\nwise, reasonable access to those services by insured\npersons;\n(b)\n  must provide for payment for insured health ser-\nvices in accordance with a tariff or system of payment\nauthorized by the law of the province;\n(c)\n  must provide for reasonable compensation for all\ninsured  health  services  rendered  by  medical  practi-\ntioners or dentists; and\n(d)\n  must provide for the payment of amounts to hos-\npitals,  including  hospitals  owned  or  operated  by\nCanada, in respect of the cost of insured health ser-\nvices.\n12 (1)  La  condition  d’accessibilité  suppose  que  le  ré-\ngime provincial d’assurance-santé :\na)\n  offre les services de santé assurés selon des modali-\ntés uniformes et ne fasse pas obstacle, directement ou\nindirectement, et notamment par facturation aux as-\nsurés, à un accès satisfaisant par eux à ces services;\nb)\n  prévoie la prise en charge des services de santé as-\nsurés selon un tarif ou autre mode de paiement autori-\nsé par la loi de la province;\nc)\n  prévoie une rémunération raisonnable de tous les\nservices de santé assurés fournis par les médecins ou\nles dentistes;\nd)\n  prévoie le versement de montants aux hôpitaux, y\ncompris les hôpitaux que possède ou gère le Canada, à\nl’égard du coût des services de santé assurés.\nReasonable compensationRémunération raisonnable\n(2)  In respect of any province in which extra-billing is\nnot permitted, paragraph (\n1\n)(c) shall be deemed to be\ncomplied with if the province has chosen to enter into,\nand  has  entered  into,  an  agreement  with  the  medical\npractitioners and dentists of the province that provides\n(a)  for negotiations relating to compensation for in-\nsured  health  services  between  the  province  and\nprovincial  organizations  that  represent  practising\nmedical practitioners or dentists in the province;\n(b)\n  for the settlement of disputes relating to compen-\nsation  through,  at  the  option  of  the  appropriate\nprovincial organizations referred to in paragraph (a),\nconciliation or binding arbitration by a panel that is\nequally representative of the provincial organizations\nand the province and that has an independent chair-\nman; and\n(c)\n  that a decision of a panel referred to in paragraph\n(b) may not be altered except by an Act of the legisla-\nture of the province.\n1984, c. 6, s. 12.\n(2)  Pour  toute  province  où  la  surfacturation  n’est  pas\npermise, il est réputé être satisfait à l’alinéa (\n1\n)c) si la\nprovince a choisi de conclure un accord et a effective-\nment  conclu  un  accord  avec  ses  médecins  et  dentistes\nprévoyant :\na)  la tenue de négociations sur la rémunération des\nservices de santé assurés entre la province et les orga-\nnisations  provinciales  représentant  les  médecins  ou\ndentistes qui exercent dans la province;\nb)\n  le règlement des différends concernant la rémuné-\nration  par,  au  choix  des  organisations  provinciales\ncompétentes  visées  à  l’alinéa  a),  soit  la  conciliation\nsoit l’arbitrage obligatoire par un groupe représentant\négalement les organisations provinciales et la province\net ayant un président indépendant;\nc)\n  l’impossibilité de modifier la décision du groupe vi-\nsé à l’alinéa b), sauf par une loi de la province.\n1984, ch. 6, art. 12.\n\nCanada HealthSanté\nConditions for Cash ContributionContribution pécuniaire assujettie à des conditions\nSections 13-14Articles 13-14\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n9\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nConditions for Cash\nContribution\nContribution pécuniaire\nassujettie à des conditions\nConditionsObligations de la province\n13  In order that a province may qualify for a full cash\ncontribution referred to in section \n5, \nthe government of\nthe province\n(a)  shall, at the times and in the manner prescribed by\nthe regulations, provide the Minister with such infor-\nmation, of a type prescribed by the regulations, as the\nMinister may reasonably require for the purposes of\nthis Act; and\n(b)\n  shall give recognition to the Canada Health Trans-\nfer in any public documents, or in any advertising or\npromotional material, relating to insured health ser-\nvices  and  extended  health  care  services  in  the\nprovince.\nR.S., 1985, c. C-6, s. 13; 1995, c. 17, s. 37; 2012, c. 19, s. 409(E).\n13  Le versement à une province de la pleine contribu-\ntion pécuniaire visée à l’article \n5 \nest assujetti à l’obliga-\ntion pour le gouvernement de la province :\na)  de communiquer au ministre, selon les modalités\nde temps et autres prévues par les règlements, les ren-\nseignements du genre prévu aux règlements, dont ce-\nlui-ci peut normalement avoir besoin pour l’applica-\ntion de la présente loi;\nb)\n  de faire état du Transfert dans tout document pu-\nblic ou toute publicité sur les services de santé assurés\net les services complémentaires de santé dans la pro-\nvince.\nL.R. (1985), ch. C-6, art. 13; 1995, ch. 17, art. 37; 2012, ch. 19, art. 409(A).\nDefaultsManquements\nReferral to Governor in CouncilRenvoi au gouverneur en conseil\n14 (1)  Subject to subsection (3), where the Minister, af-\nter consultation in accordance with subsection (\n2\n) with\nthe minister responsible for health care in a province, is\nof the opinion that\n(a)  the health care insurance plan of the province does\nnot or has ceased to satisfy any one of the criteria de-\nscribed in sections \n8 \nto \n12, \nor\n(b)\n  the province has failed to comply with any condi-\ntion set out in section \n13,\nand the province has not given an undertaking satisfacto-\nry to the Minister to remedy the default within a period\nthat the Minister considers reasonable, the Minister shall\nrefer the matter to the Governor in Council.\n14 (1)  Sous réserve du paragraphe (3), dans le cas où il\nestime,  après  avoir  consulté  conformément  au  para-\ngraphe (\n2\n) son homologue chargé de la santé dans une\nprovince :\na)  soit que le régime d’assurance-santé de la province\nne satisfait pas ou plus aux conditions visées aux ar-\nticles \n8 \nà \n12\n;\nb)\n  soit  que  la  province  ne  s’est  pas  conformée  aux\nconditions visées à l’article \n13,\net que celle-ci ne s’est pas engagée de façon satisfaisante\nà remédier à la situation dans un délai suffisant, le mi-\nnistre renvoie l’affaire au gouverneur en conseil.\nConsultation processÉtapes de la consultation\n(2)  Before referring a matter to the Governor in Council\nunder subsection (\n1\n) in respect of a province, the Minis-\nter shall\n(a)  send by registered mail to the minister responsible\nfor health care in the province a notice of concern with\nrespect to any problem foreseen;\n(b)  seek any additional information available from the\nprovince with respect to the problem through bilateral\ndiscussions, and make a report to the province within\nninety days after sending the notice of concern; and\n(2)  Avant  de  renvoyer  une  affaire  au  gouverneur  en\nconseil conformément au paragraphe (\n1\n) relativement à\nune province, le ministre :\na)  envoie par courrier recommandé à son homologue\nchargé de la santé dans la province un avis sur tout\nproblème éventuel;\nb)  tente d’obtenir de la province, par discussions bila-\ntérales, tout renseignement additionnel disponible sur\nle  problème  et  fait  rapport  à  la  province  dans  les\nquatre-vingt-dix jours suivant l’envoi de l’avis;\n\nCanada HealthSanté\nDefaultsManquements\nSections 14-15Articles 14-15\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n10\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\n(c)  if requested by the province, meet within a reason-\nable period of time to discuss the report.\nc)  si  la  province  le  lui  demande,  tient  une  réunion\ndans un délai acceptable afin de discuter du rapport.\nWhere no consultation can be achievedImpossibilité de consultation\n(3)  The  Minister  may  act  without  consultation  under\nsubsection (\n1\n) if the Minister is of the opinion that a suf-\nficient  time  has  expired  after  reasonable  efforts  to\nachieve  consultation  and  that  consultation  will  not  be\nachieved.\n1984, c. 6, s. 14.\n(3)  Le ministre peut procéder au renvoi prévu au para-\ngraphe (\n1\n) sans consultation préalable s’il conclut à l’im-\npossibilité d’obtenir cette consultation malgré des efforts\nsérieux déployés à cette fin au cours d’un délai conve-\nnable.\n1984, ch. 6, art. 14.\nOrder reducing or withholding contributionDécret de réduction ou de retenue\n15 (1)  Where, on the referral of a matter under section\n14, \nthe Governor in Council is of the opinion that the\nhealth care insurance plan of a province does not or has\nceased to satisfy any one of the criteria described in sec-\ntions \n8 \nto \n12 \nor that a province has failed to comply with\nany  condition  set  out  in  section \n13, \nthe  Governor  in\nCouncil may, by order,\n(a)\n  direct that any cash contribution to that province\nfor a fiscal year be reduced, in respect of each default,\nby an amount that the Governor in Council considers\nto be appropriate, having regard to the gravity of the\ndefault; or\n(b)\n  where the Governor in Council considers it appro-\npriate, direct that the whole of any cash contribution\nto that province for a fiscal year be withheld.\n15 (1)  Si l’affaire lui est renvoyée en vertu de l’article 14\net qu’il estime que le régime d’assurance-santé de la pro-\nvince ne satisfait pas ou plus aux conditions visées aux\narticles \n8 \nà \n12 \nou que la province ne s’est pas conformée\naux  conditions  visées  à  l’article \n13, \nle  gouverneur  en\nconseil peut, par décret :\na)\n  soit  ordonner,  pour  chaque  manquement,  que  la\ncontribution  pécuniaire  d’un  exercice  à  la  province\nsoit réduite du montant qu’il estime indiqué, compte\ntenu de la gravité du manquement;\nb)\n  soit, s’il l’estime indiqué, ordonner la retenue de la\ntotalité de la contribution pécuniaire d’un exercice à la\nprovince.\nAmending ordersModification des décrets\n(2)  The  Governor  in  Council  may,  by  order,  repeal  or\namend any order made under subsection (\n1\n) where the\nGovernor in Council is of the opinion that the repeal or\namendment is warranted in the circumstances.\n(2)  Le gouverneur en conseil peut, par décret, annuler ou\nmodifier un décret pris en vertu du paragraphe (\n1\n) s’il\nl’estime justifié dans les circonstances.\nNotice of orderAvis\n(3)  A copy of each order made under this section togeth-\ner with a statement of any findings on which the order\nwas based shall be sent forthwith by registered mail to\nthe government of the province concerned and the Minis-\nter shall cause the order and statement to be laid before\neach House of Parliament on any of the first fifteen days\non which that House is sitting after the order is made.\n(3)  Le texte de chaque décret pris en vertu du présent ar-\nticle de même qu’un exposé des motifs sur lesquels il est\nfondé sont envoyés sans délai par courrier recommandé\nau gouvernement de la province concernée; le ministre\nfait déposer le texte du décret et celui de l’exposé devant\nchaque chambre du Parlement dans les quinze premiers\njours de séance de celle-ci suivant la prise du décret.\nCommencement of orderEntrée en vigueur du décret\n(4)  An order made under subsection (1) shall not come\ninto force earlier than thirty days after a copy of the order\nhas been sent to the government of the province con-\ncerned under subsection (\n3\n).\nR.S., 1985, c. C-6, s. 15; 1995, c. 17, s. 38.\n(4)  Un décret pris en vertu du paragraphe (1) ne peut en-\ntrer en vigueur que trente jours après l’envoi au gouver-\nnement de la province concernée du texte du décret aux\ntermes du paragraphe (\n3\n).\nL.R. (1985), ch. C-6, art. 15; 1995, ch. 17, art. 38.\n\nCanada HealthSanté\nDefaultsManquements\nSections 16-20Articles 16-20\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n11\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nReimposition of reductions or withholdingsNouvelle application des réductions ou retenues\n16  In the case of a continuing failure to satisfy any of the\ncriteria described in sections \n8 \nto \n12 \nor to comply with\nany condition set out in section \n13, \nany reduction or with-\nholding  under  section \n15 \nof  a  cash  contribution  to  a\nprovince for a fiscal year shall be reimposed for each suc-\nceeding fiscal year as long as the Minister is satisfied, af-\nter consultation with the minister responsible for health\ncare in the province, that the default is continuing.\nR.S., 1985, c. C-6, s. 16; 1995, c. 17, s. 39.\n16  En cas de manquement continu aux conditions visées\naux articles \n8 \nà \n12 \nou à l’article \n13, \nles réductions ou rete-\nnues de la contribution pécuniaire à une province déjà\nappliquées pour un exercice en vertu de l’article \n15 \nlui\nsont appliquées de nouveau pour chaque exercice ulté-\nrieur où le ministre estime, après consultation de son ho-\nmologue chargé de la santé dans la province, que le man-\nquement se continue.\nL.R. (1985), ch. C-6, art. 16; 1995, ch. 17, art. 39.\nWhen reduction or withholding imposedApplication aux exercices ultérieurs\n17  Any reduction or withholding under section 15 or 16\nof a cash contribution may be imposed in the fiscal year\nin which the default that gave rise to the reduction or\nwithholding occurred or in the following fiscal year.\nR.S., 1985, c. C-6, s. 17; 1995, c. 17, s. 39.\n17  Toute réduction ou retenue d’une contribution pécu-\nniaire visée aux articles \n15 \nou \n16 \npeut être appliquée pour\nl’exercice où le manquement à son origine a eu lieu ou\npour l’exercice suivant.\nL.R. (1985), ch. C-6, art. 17; 1995, ch. 17, art. 39.\nExtra-billing and User ChargesSurfacturation et frais\nmodérateurs\nExtra-billingSurfacturation\n18  In order that a province may qualify for a full cash\ncontribution referred to in section \n5 \nfor a fiscal year, no\npayments may be permitted by the province for that fis-\ncal  year  under  the  health  care  insurance  plan  of  the\nprovince in respect of insured health services that have\nbeen subject to extra-billing by medical practitioners or\ndentists.\n1984, c. 6, s. 18.\n18  Une province n’a droit, pour un exercice, à la pleine\ncontribution  pécuniaire  visée  à  l’article \n5 \nque  si,  aux\ntermes de son régime d’assurance-santé, elle ne permet\npas pour cet exercice le versement de montants à l’égard\ndes services de santé assurés qui ont fait l’objet de surfac-\nturation par les médecins ou les dentistes.\n1984, ch. 6, art. 18.\nUser chargesFrais modérateurs\n19 (1)  In order that a province may qualify for a full\ncash contribution referred to in section \n5 \nfor a fiscal year,\nuser charges must not be permitted by the province for\nthat fiscal year under the health care insurance plan of\nthe province.\n19 (1)  Une  province  n’a  droit,  pour  un  exercice,  à  la\npleine contribution pécuniaire visée à l’article \n5 \nque si,\naux termes de son régime d’assurance-santé, elle ne per-\nmet pour cet exercice l’imposition d’aucuns frais modéra-\nteurs.\nLimitationRéserve\n(2)  Subsection  (1)  does  not  apply  in  respect  of  user\ncharges for accommodation or meals provided to an in-\npatient who, in the opinion of the attending physician,\nrequires chronic care and is more or less permanently\nresident in a hospital or other institution.\n1984, c. 6, s. 19.\n(2)  Le paragraphe (1) ne s’applique pas aux frais modé-\nrateurs imposés pour l’hébergement ou les repas fournis\nà  une  personne  hospitalisée  qui,  de  l’avis  du  médecin\ntraitant, souffre d’une maladie chronique et séjourne de\nfaçon plus ou moins permanente à l’hôpital ou dans une\nautre institution.\n1984, ch. 6, art. 19.\nDeduction for extra-billingDéduction en cas de surfacturation\n20 (1)  Where a province fails to comply with the condi-\ntion set out in section \n18, \nthere shall be deducted from\nthe cash contribution to the province for a fiscal year an\namount that the Minister, on the basis of information\n20 (1)  Dans le cas où une province ne se conforme pas à\nla condition visée à l’article \n18, \nil est déduit de la contri-\nbution pécuniaire à cette dernière pour un exercice un\nmontant,  déterminé  par  le  ministre  d’après  les\n\nCanada HealthSanté\nExtra-billing and User ChargesSurfacturation et frais modérateurs\nSections 20-21Articles 20-21\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n12\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nprovided in accordance with the regulations, determines\nto have been charged through extra-billing by medical\npractitioners or dentists in the province in that fiscal year\nor, where information is not provided in accordance with\nthe regulations, an amount that the Minister estimates to\nhave been so charged.\nrenseignements  fournis  conformément  aux  règlements,\négal au total de la surfacturation effectuée par les méde-\ncins ou les dentistes dans la province pendant l’exercice\nou, si les renseignements n’ont pas été fournis conformé-\nment aux règlements, un montant estimé par le ministre\négal à ce total.\nDeduction for user chargesDéduction en cas de frais modérateurs\n(2)  Where a province fails to comply with the condition\nset out in section \n19, \nthere shall be deducted from the\ncash  contribution  to  the  province  for  a  fiscal  year  an\namount that the Minister, on the basis of information\nprovided in accordance with the regulations, determines\nto have been charged in the province in respect of user\ncharges to which section \n19 \napplies in that fiscal year or,\nwhere information is not provided in accordance with the\nregulations,  an  amount  that  the  Minister  estimates  to\nhave been so charged.\n(2)  Dans le cas où une province ne se conforme pas à la\ncondition visée à l’article \n19, \nil est déduit de la contribu-\ntion pécuniaire à cette dernière pour un exercice un mon-\ntant,  déterminé  par  le  ministre  d’après  les  renseigne-\nments  fournis  conformément  aux  règlements,  égal  au\ntotal des frais modérateurs assujettis à l’article \n19 \nimpo-\nsés dans la province pendant l’exercice ou, si les rensei-\ngnements n’ont pas été fournis conformément aux règle-\nments, un montant estimé par le ministre égal à ce total.\nConsultation with provinceConsultation de la province\n(3)  The  Minister  shall  not  estimate  an  amount  under\nsubsection (\n1\n) or (\n2\n) without first undertaking to consult\nthe minister responsible for health care in the province\nconcerned.\n(3)  Avant d’estimer un montant visé au paragraphe (1)\nou (\n2\n), le ministre se charge de consulter son homologue\nresponsable de la santé dans la province concernée.\nSeparate accounting in Public AccountsComptabilisation\n(4)  Any  amount  deducted  under  subsection  (1)  or  (2)\nfrom a cash contribution in any of the three consecutive\nfiscal years the first of which commences on April \n1, 1984\nshall  be  accounted  for  separately  in  respect  of  each\nprovince in the Public Accounts for each of those fiscal\nyears in and after which the amount is deducted.\n(4)  Les montants déduits d’une contribution pécuniaire\nen  vertu  des  paragraphes  (\n1\n)  ou  (\n2\n)  pendant  les  trois\nexercices  consécutifs  dont  le  premier  commence  le \n1\ner\navril \n1984 \nsont  comptabilisés  séparément  pour  chaque\nprovince dans les comptes publics pour chacun de ces\nexercices pendant et après lequel le montant a été déduit.\nRefund to provinceRemboursement à la province\n(5)  Where, in any of the three fiscal years referred to in\nsubsection (\n4\n), extra-billing or user charges have, in the\nopinion of the Minister, been eliminated in a province,\nthe total amount deducted in respect of extra-billing or\nuser charges, as the case may be, shall be paid to the\nprovince.\n(5)  Si, de l’avis du ministre, la surfacturation ou les frais\nmodérateurs ont été supprimés dans une province pen-\ndant l’un des trois exercices visés au paragraphe (\n4\n), il est\nversé à cette dernière le montant total déduit à l’égard de\nla surfacturation ou des frais modérateurs, selon le cas.\nSavingRéserve\n(6)  Nothing  in  this  section  restricts  the  power  of  the\nGovernor in Council to make any order under section \n15.\n1984, c. 6, s. 20.\n(6)  Le présent article n’a pas pour effet de limiter le pou-\nvoir du gouverneur en conseil de prendre le décret prévu\nà l’article \n15.\n1984, ch. 6, art. 20.\nWhen deduction madeApplication aux exercices ultérieurs\n21  Any deduction from a cash contribution under sec-\ntion \n20 \nmay be made in the fiscal year in which the mat-\nter that gave rise to the deduction occurred or in the fol-\nlowing two fiscal years.\n1984, c. 6, s. 21.\n21  Toute déduction d’une contribution pécuniaire visée\nà l’article \n20 \npeut être appliquée pour l’exercice où le fait\nà son origine a eu lieu ou pour les deux exercices sui-\nvants.\n1984, ch. 6, art. 21.\n\nCanada HealthSanté\nRegulationsRèglements\nSections 22-23Articles 22-23\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n13\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nRegulationsRèglements\nRegulationsRèglements\n22 (1)  Subject to this section, the Governor in Council\nmay make regulations for the administration of this Act\nand for carrying its purposes and provisions into effect,\nincluding, without restricting the generality of the fore-\ngoing, regulations\n(a)\n  defining the services referred to in paragraphs (a)\nto (d) of the definition \nextended health care services\nin section \n2\n;\n(b)\n  prescribing  the  services  excluded  from  hospital\nservices;\n(c)\n  prescribing the types of information that the Min-\nister may require under paragraph \n13\n(a) and the times\nat which and the manner in which that information\nshall be provided; and\n(d)\n  prescribing  the  manner  in  which  recognition  to\nthe Canada Health Transfer is required to be given un-\nder paragraph \n13\n(b).\n22 (1)  Sous réserve des autres dispositions du présent\narticle,  le  gouverneur  en  conseil  peut,  par  règlement,\nprendre toute mesure d’application de la présente loi et,\nnotamment :\na)\n  définir les services visés aux alinéas a) à d) de la dé-\nfinition  de \nservices  complémentaires  de  santé\n  à\nl’article \n2\n;\nb)\n  déterminer les services exclus des services hospita-\nliers;\nc)\n  déterminer les genres de renseignements dont peut\navoir besoin le ministre en vertu de l’alinéa \n13\na) et\nfixer les modalités de temps et autres de leur commu-\nnication;\nd)\n  prévoir la façon dont il doit être fait état du Trans-\nfert en vertu de l’alinéa \n13\nb).\nAgreement of provincesConsentement des provinces\n(2)  Subject to subsection (3), no regulation may be made\nunder paragraph (\n1\n)(a) or (b) except with the agreement\nof each of the provinces.\n(2)  Sous réserve du paragraphe (3), il ne peut être pris de\nrèglements en vertu des alinéas (\n1\n)a) ou b) qu’avec l’ac-\ncord de chaque province.\nExceptionException\n(3)  Subsection (2) does not apply in respect of regula-\ntions made under paragraph (\n1\n)(a) if they are substan-\ntially the same as regulations made under the Federal-\nProvincial   Fiscal   Arrangements   Act,  as  it  read\nimmediately before April \n1, 1984.\n(3)  Le paragraphe (2) ne s’applique pas aux règlements\npris en vertu de l’alinéa (\n1\n)a) s’ils sont sensiblement com-\nparables aux règlements pris en vertu de la Loi sur les ar-\nrangements fiscaux entre le gouvernement fédéral et les\nprovinces, dans sa version précédant immédiatement le\n1\ner\n avril \n1984.\nConsultation with provincesConsultation des provinces\n(4)  No regulation may be made under paragraph (1)(c)\nor (d) unless the Minister has first consulted with the\nministers responsible for health care in the provinces.\nR.S., 1985, c. C-6, s. 22; 1995, c. 17, s. 40; 2012, c. 19, s. 410(E).\n(4)  Il ne peut être pris de règlements en vertu des alinéas\n(\n1\n)c) ou d) que si le ministre a au préalable consulté ses\nhomologues chargés de la santé dans les provinces.\nL.R. (1985), ch. C-6, art. 22; 1995, ch. 17, art. 40; 2012, ch. 19, art. 410(A).\nReport to ParliamentRapport au Parlement\nAnnual report by MinisterRapport annuel du ministre\n23  The Minister shall, as soon as possible after the ter-\nmination of each fiscal year and in any event not later\nthan December \n31 \nof the next fiscal year, make a report\nrespecting the administration and operation of this Act\nfor that fiscal year, including all relevant information on\nthe  extent  to  which  provincial  health  care  insurance\n23  Au plus tard pour le 31 décembre de chaque année, le\nministre établit dans les meilleurs délais un rapport sur\nl’application  de  la  présente  loi  au  cours  du  précédent\nexercice,  en  y  incluant  notamment  tous  les  renseigne-\nments pertinents sur la mesure dans laquelle les régimes\nprovinciaux  d’assurance-santé  et  les  provinces  ont\n\nCanada HealthSanté\nReport to ParliamentRapport au Parlement\nSection 23Article 23\nCurrent to October 14, 2024\nLast amended on December 12, 2017\n14\nÀ jour au 14 octobre 2024\nDernière modification le 12 décembre 2017\nplans have satisfied the criteria, and the extent to which\nthe provinces have satisfied the conditions, for payment\nunder this Act and shall cause the report to be laid before\neach House of Parliament on any of the first fifteen days\non which that House is sitting after the report is complet-\ned.\n1984, c. 6, s. 23.\nsatisfait aux conditions d’octroi et de versement prévues\nà la présente loi; le ministre fait déposer le rapport de-\nvant chaque chambre du Parlement dans les quinze pre-\nmiers jours de séance de celle-ci suivant son achèvement.\n1984, ch. 6, art. 23."
}