{
  "fileName": "alberta-human-rights-act.pdf",
  "numPages": 32,
  "text": "\n\n \n© Published by Alberta King’s Printer \nAlberta King’s Printer \nSuite 700, Park Plaza \n10611 - 98 Avenue \nEdmonton, AB T5K 2P7 \nPhone: 780-427-4952 \nE-mail: kings-printer@gov.ab.ca \nShop on-line at kings-printer.alberta.ca \nProvince of Alberta \n \n \n \n \n \n \nOffice Consolidation \nRevised Statutes of Alberta 2000 \nChapter A-25.5 \n \nCurrent as of April 1, 2023\nALBERTA HUMAN RIGHTS ACT \n\n \n \nCopyright and Permission Statement \nThe Government of Alberta, through the Alberta King’s Printer, holds copyright \nfor all Alberta legislation. Alberta King’s Printer permits any person to reproduce \nAlberta’s statutes and regulations without seeking permission and without charge, \nprovided due diligence is exercised to ensure the accuracy of the materials \nproduced, and copyright is acknowledged in the following format: \n© Alberta King’s Printer, 20__.* \n*The year of first publication of the legal materials is to be completed. \nNote \nAll persons making use of this consolidation are reminded that it has no \nlegislative sanction, that amendments have been embodied for convenience of \nreference only. The official Statutes and Regulations should be consulted for all \npurposes of interpreting and applying the law. \nRegulations \nThe following is a list of the regulations made under the Alberta Human Rights \nAct that are filed as Alberta Regulations under the Regulations Act   \nAlta. Reg. Amendments \nAlberta Human Rights Act \nHuman Rights Education and \nMulticulturalism Fund Grant .................... 157/2013 ......... 155/2019, 3/2022 \n 216/2022 \nHuman Rights (Minimum Age \nfor Occupancy) ......................................... 252/2017 \n\n \n \n1\nALBERTA HUMAN RIGHTS ACT \nChapter A-25.5 \nTable of Contents \n 1   Effect of Act on provincial laws \n 2   Alberta Heritage Day \nCode of Conduct \n 3   Discrimination re publications, notices \n 4   Discrimination re goods, services, accommodation, facilities \n 4.1   Benefit based on age \n 4.2   Minimum age for occupancy \n 5   Discrimination re tenancy \n 5.1   Regulations \n 6   Equal pay \n 7   Discrimination re employment practices \n 8   Applications and advertisements re employment \n 9   Membership in trade union, etc. \n 10   Prohibitions regarding complaints \n 10.1   Ameliorative policies, programs and activities \n 11   Reasonable and justifiable contravention \n 12   Crown is bound \n 13   Fund continued \n 14   Grants \nAlberta Human Rights Commission \n 15   Commission continued \n 16   Functions of Commission \n 17 Bylaws \n 18   Director and staff \n 19   Annual report \nEnforcement \n 20   Who may make complaint \n 21   Director’s powers and duties re complaint \n\n  RSA 2000 \n  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n2\n 23   Investigator’s powers \n 24   Judge’s order \n 25   Copies of documents \n 26   Appeal to Chief of the Commission and Tribunals \n 27   Referral to human rights tribunals \n 28   Parties \n 29   Carriage of proceeding \n 30   Procedural rules \n 31   Question of law \n 32   Powers of tribunal \n 33   Reconsideration \n 34   Retroactive compensation limit \n 35   Effect of decision \n 35.1   Enforcement of settlement agreement \n 36   Entry of order \n 38   Order after inquiry \n 39   Proceedings against trade unions, etc \n 40   Protection from giving evidence \n 41   Protection from liability \n 42   Offence \n 43   Service of documents \n 43.1   Electronic proceedings\nGeneral \n 44   Interpretation \n 45   Transitional matters \n 45.1   Transitional — appeals \n 46   Repeal \nPreamble \nWHEREAS recognition of the inherent dignity and the equal and \ninalienable rights of all persons is the foundation of freedom, \njustice and peace in the world; \nWHEREAS it is recognized in Alberta as a fundamental principle \nand as a matter of public policy that all persons are equal in: \ndignity, rights and responsibilities without regard to race, religious \nbeliefs, colour, gender, gender identity, gender expression, physical \ndisability, mental disability, age, ancestry, place of origin, marital \nstatus, source of income, family status or sexual orientation; \nWHEREAS multiculturalism describes the diverse racial and \ncultural composition of Alberta society and its importance is \n\n  RSA 2000 \nSection 1  Chapter A-25.5 \n3 \nALBERTA HUMAN RIGHTS ACT \n \nrecognized in Alberta as a fundamental principle and a matter of \npublic policy; \nWHEREAS it is recognized in Alberta as a fundamental principle \nand as a matter of public policy that all Albertans should share in \nan awareness and appreciation of the diverse racial and cultural \ncomposition of society and that the richness of life in Alberta is \nenhanced by sharing that diversity; and \nWHEREAS it is fitting that these principles be affirmed by the \nLegislature of Alberta in an enactment whereby those equality \nrights and that diversity may be protected: \nTHEREFORE HER MAJESTY, by and with the advice and \nconsent of the Legislative Assembly of Alberta, enacts as follows: \nEffect of Act on provincial laws  \n1(1)  Unless it is expressly declared by an Act of the Legislature \nthat it operates notwithstanding this Act, every law of Alberta is \ninoperative to the extent that it authorizes or requires the doing of \nanything prohibited by this Act. \n(2)  In this Act, “law of Alberta” means an Act of the Legislature of \nAlberta enacted before or after the commencement of this Act, any \norder, rule or regulation made under an Act of the Legislature of \nAlberta, and any law in force in Alberta on January 1, 1973 that is \nsubject to be repealed, abolished or altered by the Legislature of \nAlberta. \nRSA 1980 cI-2 s1 \nAlberta Heritage Day \n2   In recognition of the cultural heritage of Alberta, the first \nMonday in August each year shall be observed as a day of public \ncelebration and known as “Alberta Heritage Day”. \n1996 c25 s4 \nCode of Conduct \nDiscrimination re publications, notices \n3(1)  No person shall publish, issue or display or cause to be \npublished, issued or displayed before the public any statement, \npublication, notice, sign, symbol, emblem or other representation \nthat \n (a)  indicates discrimination or an intention to discriminate \nagainst a person or a class of persons, or \n (b)  is likely to expose a person or a class of persons to hatred or \ncontempt \n\n  RSA 2000 \nSection 4  Chapter A-25.5 \n4 \nALBERTA HUMAN RIGHTS ACT \n \nbecause of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of income, \nfamily status or sexual orientation of that person or class of \npersons. \n(2)  Nothing in this section shall be deemed to interfere with the \nfree expression of opinion on any subject. \n(3)  Subsection (1) does not apply to \n (a)  the display of a notice, sign, symbol, emblem or other \nrepresentation displayed to identify facilities customarily \nused by one gender, \n (b)  the display or publication by or on behalf of an organization \nthat \n (i)  is composed exclusively or primarily of persons having \nthe same political or religious beliefs, ancestry or place \nof origin, and \n (ii)  is not operated for private profit, \n   of a statement, publication, notice, sign, symbol, emblem or \nother representation indicating a purpose or membership \nqualification of the organization, or \n (c)  the display or publication of a form of application or an \nadvertisement that may be used, circulated or published \npursuant to section 8(2), \nif the statement, publication, notice, sign, symbol, emblem or other \nrepresentation is not derogatory, offensive or otherwise improper. \nRSA 2000 cH-14 s3;2009 c26 s4;2015 c18 s3 \nDiscrimination re goods, services, accommodation, facilities  \n4   No person shall \n (a)  deny to any person or class of persons any goods, services, \naccommodation or facilities that are customarily available to \nthe public, or \n (b)  discriminate against any person or class of persons with \nrespect to any goods, services, accommodation or facilities \nthat are customarily available to the public, \nbecause of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of income, \n\n  RSA 2000 \nSection 4.1  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n5\nfamily status or sexual orientation of that person or class of persons \nor of any other person or class of persons. \nRSA 2000 cH-14 s4;2009 c26 s4;2015 c18 s3;2017 c17 s2 \nBenefit based on age \n4.1  Section 4 as it relates to age does not apply with respect to the \nconferring of a benefit on  \n (a)  minors or any age-based class of minors, or \n (b)  individuals who have reached a specified age not less than \n55. \n2017 c17 s2 \nMinimum age for occupancy  \n4.2(1)  Section 4 as it relates to age and family status does not \napply with respect to a minimum age for occupancy that applies to \n (a)  a residential unit as defined in the Condominium Property \nAct,  \n (b)  a housing unit as defined in the Cooperatives Act, or  \n (c)  a mobile home site as defined in the Mobile Home Sites \nTenancies Act,  \nif that minimum age for occupancy was in existence before January \n1, 2018. \n(2)  Section 4 as it relates to age and family status does not apply \nwith respect to a minimum age for occupancy that applies to \naccommodation at premises in which every unit or site is reserved \nfor occupancy by one individual who has reached a specified age \nnot less than 55 or by two or more individuals at least one of whom \nhas reached a specified age not less than 55. \n(3)  A minimum age for occupancy under subsection (2) \n (a)  must not prevent occupancy by a prescribed class of \nindividuals or in the prescribed circumstances, and \n (b)  may permit occupancy by a prescribed class of individuals \nor in the prescribed circumstances. \n(4)  If a minimum age for occupancy is adopted in accordance with \nsubsection (2), the minimum age for occupancy shall not be \nconsidered to be non-compliant with subsection (2) by reason of \ncontinued occupation by individuals who were resident in the \npremises before that minimum age for occupancy was adopted and \n\n  RSA 2000 \nSection 5  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n6\nwho do not conform to the minimum age for occupancy, to \nsubsection (2) or to the regulations referred to in subsection (3). \n2017 c17 s2 \nDiscrimination re tenancy \n5(1)  No person shall \n (a)  deny to any person or class of persons the right to occupy as \na tenant any commercial unit or self-contained dwelling unit \nthat is advertised or otherwise in any way represented as \nbeing available for occupancy by a tenant, or \n (b)  discriminate against any person or class of persons with \nrespect to any term or condition of the tenancy of any \ncommercial unit or self-contained dwelling unit,  \nbecause of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of income, \nfamily status or sexual orientation of that person or class of persons \nor of any other person or class of persons. \n(2)  Subsection (1) as it relates to age and family status does not \napply with respect to a minimum age for occupancy for premises \nthat contain a unit or site to which section 4.2(1) applies. \n(3)  Subsection (1) as it relates to age and family status does not \napply with respect to a minimum age for occupancy that applies to \na unit or site at premises in which every unit or site is reserved for \noccupancy by one individual who has reached a specified age not \nless than 55 or by two or more individuals at least one of whom has \nreached a specified age not less than 55. \n(4)  A minimum age for occupancy under subsection (3) \n (a)  must not prevent occupancy by a prescribed class of \nindividuals or in the prescribed circumstances, and \n (b)  may permit occupancy by a prescribed class of individuals \nor in the prescribed circumstances.  \n(5)  If a landlord adopts a minimum age for occupancy in \naccordance with subsection (3), the minimum age for occupancy \nshall not be considered to be non-compliant with subsection (3) by \nreason of continued occupation by individuals who were resident in \nthe premises before that minimum age for occupancy was adopted \nand who do not conform to the minimum age for occupancy, to \nsubsection (3) or to the regulations under subsection (4). \nRSA 2000 cH-14 s5;2009 c26 s45;2015 c18 s3; \n2017 c17 s3;2018 c11 s3 \n\n  RSA 2000 \nSection 5.1  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n7\nRegulations  \n5.1   The Lieutenant Governor in Council may make regulations \n (a)  respecting the classes of individuals and the circumstances \nreferred to in sections 4.2(3)(a) and 5(4)(a);  \n (b)  respecting the classes of individuals and the circumstances \nreferred to in sections 4.2(3)(b) and 5(4)(b); \n (c)  determining or respecting the determination of whether and \nwhen a minimum age for occupancy is in existence for the \npurposes of section 4.2(1) or deeming a minimum age for \noccupancy to be in existence.  \n2017 c17 s4 \nEqual pay  \n6(1)  Where employees of both sexes perform the same or \nsubstantially similar work for an employer in an establishment the \nemployer shall pay the employees at the same rate of pay. \n(2)  No employer shall reduce the rate of pay of an employee in \norder to comply with this section. \n(3)  When an employee is paid less than the rate of pay to which \nthe employee is entitled under this section, the employee is entitled \nto recover from the employer by action the difference between the \namount paid and the amount to which the employee was entitled, \ntogether with costs, but \n (a)  the action must be commenced within 12 months from the \ndate on which the cause of action arose and not afterwards, \n (b)  the action applies only to the wages of an employee during \nthe 12-month period immediately preceding the termination \nof the employee’s services or the commencement of the \naction, whichever occurs first, \n (c)  the action may not be commenced or proceeded with when \nthe employee has made a complaint to the Commission in \nrespect of the contravention of this section, and \n (d)  no complaint by the employee in respect of the \ncontravention shall be acted on by the Commission when an \naction has been commenced by the employee under this \nsection. \nRSA 1980 cI-2 s6;1990 c23 s2;1996 c25 s8 \nDiscrimination re employment practices  \n7(1)  No employer shall \n\n  RSA 2000 \nSection 8  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n8\n (a)  refuse to employ or refuse to continue to employ any \nperson, or \n (b)  discriminate against any person with regard to employment \nor any term or condition of employment, \nbecause of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of income, \nfamily status or sexual orientation of that person or of any other \nperson. \n(2)  Subsection (1) as it relates to age and marital status does not \naffect the operation of any bona fide retirement or pension plan or \nthe terms or conditions of any bona fide group or employee \ninsurance plan. \n(3)  Subsection (1) does not apply with respect to a refusal, \nlimitation, specification or preference based on a bona fide \noccupational requirement. \nRSA 2000 cH-14 s7;2009 c26 s6;2015 c18 s3 \nApplications and advertisements re employment  \n8(1)  No person shall use or circulate any form of application for \nemployment or publish any advertisement in connection with \nemployment or prospective employment or make any written or \noral inquiry of an applicant \n (a)  that expresses either directly or indirectly any limitation, \nspecification or preference indicating discrimination on the \nbasis of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental \ndisability, age, ancestry, place of origin, marital status, \nsource of income, family status or sexual orientation of that \nperson or of any other person, or \n (b)  that requires an applicant to furnish any information \nconcerning race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental \ndisability, age, ancestry, place of origin, marital status, \nsource of income, family status or sexual orientation. \n(2)  Subsection (1) does not apply with respect to a refusal, \nlimitation, specification or preference based on a bona fide \noccupational requirement. \nRSA 2000 cH-14 s8;2009 c26 s7;2015 c18 s3 \n\n  RSA 2000 \nSection 9  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n9\nMembership in trade union, etc.   \n9   No trade union, employers’ organization or occupational \nassociation shall \n (a)  exclude any person from membership in it, \n (b)  expel or suspend any member of it, or \n (c)  discriminate against any person or member, \nbecause of the race, religious beliefs, colour, gender, gender \nidentity, gender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of income, \nfamily status or sexual orientation of that person or member. \nRSA 2000 cH-14 s9;2009 c26 s8;2015 c18 s3 \nProhibitions regarding complaints \n10(1)  No person shall retaliate against a person because that \nperson \n (a)  has made or attempted to make a complaint under this Act, \n (b)  has given evidence or otherwise participated in or may give \nevidence or otherwise participate in a proceeding under this \nAct, \n (c)  has made or is about to make a disclosure that person may \nbe required to make in a proceeding under this Act, or \n (d)  has assisted in any way in \n (i)  making or attempting to make a complaint under this \nAct, or \n (ii)  the investigation, settlement or prosecution of a \ncomplaint under this Act. \n(2)  No person shall, with malicious intent, make a complaint under \nthis Act that is frivolous or vexatious. \nRSA 1980 cI-2 s11;1990 c23 s7;1996 c25 s13 \nAmeliorative policies, programs and activities  \n10.1   It is not a contravention of this Act to plan, advertise, adopt \nor implement a policy, program or activity that \n (a)  has as its objective the amelioration of the conditions of \ndisadvantaged persons or classes of disadvantaged persons, \nincluding those who are disadvantaged because of their race, \nreligious beliefs, colour, gender, gender identity, gender \nexpression, physical disability, mental disability, age, \n\n  RSA 2000 \nSection 11  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n10\nancestry, place of origin, marital status, source of income, \nfamily status or sexual orientation, and \n (b)  achieves or is reasonably likely to achieve that objective.  \n2017 c17 s5 \nReasonable and justifiable contravention  \n11   A contravention of this Act shall be deemed not to have \noccurred if the person who is alleged to have contravened the Act \nshows that the alleged contravention was reasonable and justifiable \nin the circumstances. \nRSA 2000 cH-14 s11;AR 49/2002 s4;2002 c30 s15 \n11.1   Repealed 2015 c1 s4. \nCrown is bound  \n12   The prohibitions contained in this Act apply to and bind the \nCrown in right of Alberta and every agency and servant of the \nCrown in right of Alberta. \nRSA 1980 cI-2 s12 \nFund continued \n13(1)  The Multiculturalism Fund established under the Alberta \nMulticulturalism Act, SA 1984 cA-32.8, is continued as the Human \nRights Education and Multiculturalism Fund. \n(2)  The following money shall be deposited into the Fund: \n (a)  money voted by the Legislature for the purpose of the Fund; \n (b)  money received by the Government pursuant to agreements \nwith the Government of Canada or with a province or \nterritory or any agency of the Government of Canada or of a \nprovince or territory, pertaining to matters related to the \npurposes of this Act; \n (c)  money from fees for programs or services provided pursuant \nto this Act. \n(3)  The Minister \n (a)  shall hold and administer the Fund, and \n (b)  may be a participant under section 40 of the Financial \nAdministration Act on behalf of the Fund. \n(4)  The income of the Fund accrues to and forms part of the Fund. \n\n  RSA 2000 \nSection 14  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n11\n(5)  The Minister may pay money from the Fund \n (a)  for educational programs and services related to the \npurposes of this Act, and \n (b)  to make grants pursuant to section 14. \nRSA 2000 cH-14 s13;2004 c7 s19;2006 c23 s43;2009 c26 s10 \nGrants \n14(1)  The Minister may make grants if \n (a)  the Minister is authorized to do so by regulations under this \nsection, and \n (b)  there is money available in the Fund. \n(2)  The Lieutenant Governor in Council may make regulations \nauthorizing the Minister to make grants and, for that purpose, \nsection 13(2), (3) and (4) of the Government Organization Act \napply. \n1996 c25 s14 \nAlberta Human Rights Commission \nCommission continued \n15(1)  The Alberta Human Rights and Citizenship Commission is \ncontinued under the name “Alberta Human Rights Commission” \nand consists of the members appointed by the Lieutenant Governor \nin Council. \n(2)  The Lieutenant Governor in Council may designate one of the \nmembers as Chief of the Commission and Tribunals. \n(3)  The Minister may designate one of the members of the \nCommission as Acting Chief of the Commission and Tribunals, \nand the Acting Chief so designated has, during the absence of the \nChief of the Commission and Tribunals, the powers and duties of \nthe Chief of the Commission and Tribunals. \n(4)  The Chief of the Commission and Tribunals and other \nmembers of the Commission shall receive remuneration and \nexpenses for their services as prescribed by the Minister. \nRSA 2000 cH-14 s15;2009 c26 s12 \nFunctions of Commission \n16(1)  It is the function of the Commission \n (a)  to forward the principle that all persons are equal in: dignity, \nrights and responsibilities without regard to race, religious \nbeliefs, colour, gender, gender identity, gender expression, \n\n  RSA 2000 \nSection 17  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n12\nphysical disability, mental disability, age, ancestry, place of \norigin, marital status, source of income, family status or \nsexual orientation, \n (b)  to promote awareness and appreciation of and respect for \nthe multicultural heritage of Alberta society, \n (c)  to promote an environment in which all Albertans can \nparticipate in and contribute to the cultural, social, economic \nand political life of Alberta, \n (d)  to encourage all sectors of Alberta society to provide \nequality of opportunity, \n (e)  to research, develop and conduct educational programs \ndesigned to eliminate discriminatory practices related to \nrace, religious beliefs, colour, gender, gender identity, \ngender expression, physical disability, mental disability, \nage, ancestry, place of origin, marital status, source of \nincome, family status or sexual orientation, \n (f)  to promote an understanding of, acceptance of and \ncompliance with this Act,  \n (g)  to encourage and co-ordinate both public and private human \nrights programs and activities, and \n (h)  to advise the Minister on matters related to this Act. \n(2)  The Commission may delegate in writing to a member or to a \nperson referred to in section 18 any of its functions, powers or \nduties. \nRSA 2000 cH-14 s16;2009 c26 s13;2015 c18 s3 \nBylaws \n17(1)  The Commission may make bylaws respecting \n (a)  the carrying out of its powers, duties and functions under \nthis Act, \n (b)  administrative, practical and procedural matters related to \nthe filing and handling of complaints under this Act, \nincluding but not limited to \n (i)  complaints and the director’s exercise of functions, \nduties and powers with respect to complaints, \n (ii)  appeal proceedings referred to in section 26, and \n (iii)  proceedings before a human rights tribunal, \n\n  RSA 2000 \nSection 18  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n13\n  and \n (c)  administrative, practical and procedural matters for which \nno express or only partial provision has otherwise been \nmade in this Act, including but not limited to bylaws \nauthorizing the director, Chief of the Commission and \nTribunals or a human rights tribunal to  \n (i)  waive or vary the application to a proceeding of a bylaw \nor of a time limit established by a bylaw, so long as the \nAct is complied with, \n (ii)  define or narrow the issues required to dispose of a \ncomplaint and limit the evidence and submissions of the \nparties on issues,  \n (iii)  determine the order in which the issues and evidence in a \nproceeding will be considered,  \n (iv)  establish forms, guidelines, practice directions and \nprocedures in respect of this Act and the bylaws, and \n (v)  with respect to a human rights tribunal, perform the \nfunctions and exercise the powers and duties of the \ntribunal as if its proceeding were an inquiry under the \nPublic Inquiries Act. \n(2)  The Regulations Act does not apply to bylaws of the \nCommission. \n(3)  Bylaws of the Commission are not effective until they have \nbeen approved by the Minister. \n(4)  This section and the bylaws shall be liberally construed to \npermit the use of policies, practices, hearings and other procedures, \nincluding alternatives to traditional adjudicative or adversarial \nprocedures that, in the opinion of the Commission, will facilitate \nfair, just and expeditious resolutions of the merits of complaints \nunder this Act. \nRSA 2000 cH-14 s17;2009 c26 s14;2021 c25 s2 \nDirector and staff \n18(1)  The Lieutenant Governor in Council may appoint a director \nfor the purpose of the administration of this Act. \n(2)  The Minister may appoint any employees that the Minister \nconsiders necessary for the purpose of the administration of this \nAct. \n\n  RSA 2000 \nSection 19  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n14\n(3)  The director may in writing designate an employee as deputy \ndirector. \n(4)  The deputy director may exercise \n (a)  in the absence of the director, the functions, powers and \nduties conferred or imposed on the director in accordance \nwith this Act, or  \n (b)  at the request or with the approval of the director, the \nfunctions, powers and duties conferred or imposed on the \ndirector in accordance with this Act that are specified by the \ndirector. \nRSA 2000 cH-14 s18;2009 c26 s15;2021 c25 s2 \nAnnual report  \n19   The Commission shall after the end of each year prepare and \nsubmit to the Minister a report of its activities during that year, \nincluding a summary of the disposition of complaints under this \nAct and any other information that the Minister may require. \nRSA 1980 cI-2 s18;1996 c25 s21 \nEnforcement \nWho may make complaint \n20(1)  Any person, except the Commission, a member of the \nCommission and a person referred to in section 18, who has \nreasonable grounds for believing that a person has contravened this \nAct may make a complaint to the Commission. \n(2)  A complaint made pursuant to subsection (1) must \n (a)  be in a form acceptable to the Commission, and \n (b)  be made within one year after the alleged contravention of \nthe Act occurs. \nRSA 1980 cI-2 s19;1985 c33 s8;1996 c25 s22 \nDirector’s powers and duties re complaint \n21(1)  If the Commission receives a complaint made in accordance \nwith section 20 and the bylaws, the director may at any time \n (a)  dismiss the complaint, in whole or in part, if the director \ndetermines that the complaint or part of the complaint \n (i)  is without merit,  \n (ii)  was made in bad faith for an improper purpose or \nmotive,  \n\n  RSA 2000 \nSection 21  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n15\n (iii)  has no reasonable prospect of success, or \n (iv)  is a complaint or part of a complaint that is being, has \nbeen, will be or should be more appropriately dealt with \nin another forum or under another Act, \n (b)  attempt to effect a settlement of the complaint by one or \nmore of the following means: \n (i)  conciliation; \n (ii)  the appointment of a person to investigate the complaint,  \n  or \n (c)  refer the complaint to the Chief of the Commission and \nTribunals for resolution by a human rights tribunal. \n(2)  For greater certainty, the director may at any time  \n (a)  refuse to accept or dismiss a complaint or part of a \ncomplaint that  \n (i)  is not within the jurisdiction of the Act,  \n (ii)  is not in accordance with the Act or the bylaws,  \n (iii)  is being, has been, will be or should be more \nappropriately dealt with in another forum or under \nanother Act,  \n  and \n (b)  accept a complaint or part of a complaint referred to in \nsubsection (1)(a)(iv) pending the outcome of the matter in \nthe other forum or under the other Act. \n(3)  The director may dismiss a complaint or part of a complaint if \nthe director is of the opinion that the complainant has refused to \naccept a proposed settlement that is fair and reasonable. \n(4)  The director shall forthwith serve notice of a decision under \nthis section on the complainant and the person against whom the \ncomplaint was made. \nRSA 2000 cH-14 ss21,22;2021 c25 s2 \n22   Repealed 2021 c25 s2. \n\n  RSA 2000 \nSection 23  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n16\nInvestigator’s powers \n23(1)  For the purposes of an investigation under section 21, an \ninvestigator may do any or all of the following: \n (a)  subject to subsection (2), enter any place at any reasonable \ntime and examine it; \n (b)  make inquiries orally or in writing of any person who has or \nmay have information relevant to the subject-matter of the \ninvestigation; \n (c)  demand the production for examination of records and \ndocuments, including electronic records and documents, that \nare or may be relevant to the subject-matter of the \ninvestigation; \n (d)  on giving a receipt for them, remove any of the things \nreferred to in clause (c) for the purpose of making copies of \nor extracts from them. \n(2)  An investigator may enter and examine a room or place \nactually used as a dwelling only if \n (a)  the owner or person in possession of it consents to the entry \nand examination, or \n (b)  the entry and examination is authorized by a judge under \nsection 24. \n1996 c25 s22 \nJudge’s order \n24(1)  Where a judge of the Court of Justice is satisfied on an \ninvestigator’s evidence under oath that there are reasonable \ngrounds for an investigator to exercise a power under section 23(1) \nand that \n (a)  in the case of a room or place actually used as a dwelling, \nthe investigator cannot obtain the consent under section \n23(2) or, having obtained the consent, has been obstructed \nor interfered with, \n (b)  the investigator has been refused entry to a place other than \na dwelling, \n (c)  a person refuses or fails to answer inquiries under section \n23(1)(b), or \n (d)  a person on whom a demand is made under section 23(1)(c) \nrefuses or fails to comply with the demand or to permit the \nremoval of a thing under section 23(1)(d), \n\n  RSA 2000 \nSection 25  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n17\nthe judge may make any order the judge considers necessary to \nenable the investigator to exercise the powers under section 23(1). \n(2)  An application under subsection (1) may be made with or \nwithout notice. \nRSA 2000 cH-14 s24;2008 c32 s16;AR 75/2023 \nCopies of documents \n25   If an investigator removes anything referred to in section \n23(1)(c), the investigator may make copies of or extracts from the \nthing that was removed and shall return the thing to the place from \nwhich it was removed within 48 hours after removing it. \n1996 c25 s22 \nAppeal to Chief of the Commission and Tribunals \n26(1)  The complainant may, not later than 30 days after receiving \nnotice of dismissal of the complaint under section 21, by notice in \nwriting to the Commission request a review of the director’s \ndecision by the Chief of the Commission and Tribunals. \n(2)  The Commission shall serve a copy of a notice requesting a \nreview referred to in subsection (1) on the person against whom the \ncomplaint was made. \n(3)  The Chief of the Commission and Tribunals shall \n (a)  review the record of the director’s decision and decide \nwhether  \n (i)  the complaint should have been dismissed, or \n (ii)  the proposed settlement was fair and reasonable, \n   as the case may be, and \n (b)  forthwith serve notice of the decision of the Chief of the \nCommission and Tribunals on the complainant and the \nperson against whom the complaint was made. \n(4)  The Chief of the Commission and Tribunals may delegate the \nfunctions, powers and duties set out in subsection (3) to another \nmember of the Commission. \nRSA 2000 cH-14 s26;2009 c26 s17;2021 c25 s2 \nReferral to human rights tribunal \n27(1)  The Chief of the Commission and Tribunals shall appoint a \nhuman rights tribunal to deal with a complaint in the following \ncircumstances: \n\n  RSA 2000 \nSection 28  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n18\n (a)  where the director refers the complaint for resolution by a \ntribunal under section 21(1)(c); \n (b)  where the Chief of the Commission and Tribunals or \nanother member of the Commission decides under section \n26(3) that the complaint should not have been dismissed or \nthat the proposed settlement was not fair and reasonable. \n(2)  A human rights tribunal shall consist of one or more members \nof the Commission, one of whom may be the Chief of the \nCommission and Tribunals. \n(3)  Where the Chief of the Commission and Tribunals or another \nmember of the Commission has conducted a review under section \n26(3) in respect of a complaint, the Chief of the Commission and \nTribunals or the other member, as the case may be, is not eligible to \nsit as a member of a human rights tribunal dealing with that \ncomplaint. \n(4)  A human rights tribunal and each member of the tribunal have \nall the powers of a commissioner under the Public Inquiries Act. \n(5)  If a human rights tribunal consists of more than one member, \nthe decision of the majority is the decision of the tribunal. \nRSA 2000 cH-14 s27;2009 c26 s18;2021 c25 s2 \nParties \n28   The following persons are parties to a proceeding before a \nhuman rights tribunal: \n (a)  the director; \n (b)  the person named in the complaint as the complainant; \n (c)  any person named in the complaint who is alleged to have \nbeen dealt with contrary to this Act; \n (d)  any person named in the complaint who is alleged to have \ncontravened this Act; \n (e)  any other person specified by the tribunal, on any notice that \nthe tribunal determines, and after that person has been given \nan opportunity to be heard against being made a party. \nRSA 2000 cH-14 s28;2009 c26 s19 \nCarriage of proceeding \n29(1)  The director has carriage of a proceeding before a human \nrights tribunal except  \n\n  RSA 2000 \nSection 30  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n19\n (a)  where the Chief of the Commission and Tribunals or a \nmember of the Commission has made a decision under \nsection 26(3) that the complaint should not have been \ndismissed or that the proposed settlement was not fair and \nreasonable, or \n (b)  where, in the opinion of the director, the director’s \ninvolvement is not necessary or consistent with the public \ninterest in view of the likely evidence or the issues to be \nresolved in the proceeding, \nin which case the complainant has carriage of the proceeding. \n(2)  The director shall not have carriage of a proceeding before a \ncourt without the approval in writing of the Chief of the \nCommission and Tribunals.  \n(3)  Where the director has carriage of a proceeding, the director \nmay determine the nature and extent of the director’s participation \nin the proceeding. \nRSA 2000 cH-14 s29;2009 c26 s20;2021 c25 s2 \nProcedural rules \n30(1)  The parties to a proceeding before a human rights tribunal \nare entitled to appear and be represented by counsel at a hearing \nheld by the tribunal. \n(2)  Evidence may be given before a human rights tribunal in any \nmanner that the tribunal considers appropriate, and the tribunal is \nnot bound by the rules of law respecting evidence in judicial \nproceedings. \n(3)  A human rights tribunal, on proof of service of notice of a \nhearing in accordance with this Act on the person against whom a \ncomplaint was made, may proceed with the hearing in the absence \nof that person and decide on the matter being heard in the same \nway as though that person were in attendance. \n(4)  A hearing before a human rights tribunal shall be open to the \npublic unless, on the application of any party, the human rights \ntribunal decides that it would be advisable to hold the hearing in \nprivate \n (a)  because of the confidential nature of the matter to be heard, \nor \n (b)  because of the potential adverse effect on any of the parties, \nother than the person against whom the complaint was \nmade. \nRSA 2000 cH-14 s30;2009 c26 s21 \n\n  RSA 2000 \nSection 31  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n20\nQuestion of law \n31   A human rights tribunal may, at any stage of the proceedings \nbefore it, state in the form of a special case for the opinion of the \nCourt of King’s Bench any question of law arising in the course of \nthe proceedings, and may adjourn the proceedings for the purpose. \nRSA 2000 cH-14 s31;2009 c26 s22;AR 217/2022 \nPowers of tribunal \n32(1)  A human rights tribunal \n (a)  shall, if it finds that \n (i)  a complaint is without merit, order that the complaint be \ndismissed, or \n (ii)  a part of a complaint is without merit, order that the part \nbe dismissed,  \n      and \n (b)  may, if it finds that a complaint has merit in whole or in \npart, order the person against whom the finding was made to \ndo any or all of the following: \n (i)  to cease the contravention complained of; \n (ii)  to refrain in the future from committing the same or any \nsimilar contravention; \n (iii)  to make available to the person dealt with contrary to \nthis Act the rights, opportunities or privileges that person \nwas denied contrary to this Act; \n (iv)  to compensate the person dealt with contrary to this Act \nfor all or any part of any wages or income lost or \nexpenses incurred by reason of the contravention of this \nAct; \n (v)  to take any other action the tribunal considers proper to \nplace the person dealt with contrary to this Act in the \nposition the person would have been in but for the \ncontravention of this Act. \n(2)  A human rights tribunal may make any order as to costs that it \nconsiders appropriate. \n(3)  A human rights tribunal shall serve a copy of its decision, \nincluding the findings of fact on which the decision was based and \nthe reasons for the decision, on the parties to the proceeding. \nRSA 2000 cH-14 s32;2009 c26 s23;2021 c25 s2 \n\n  RSA 2000 \nSection 33  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n21\nReconsideration \n33(1)  If there is new evidence available that was not available or \nthat for good reason was not presented before the human rights \ntribunal in the first instance, the tribunal may, on the application of \nany of the parties or on its own motion, reconsider any matter \nconsidered by it and for that purpose has the same power and \nauthority and is subject to the same duties as it had and was subject \nto in the first instance. \n(2)  A human rights tribunal may not reconsider a matter under \nsubsection (1) more than 30 days after the date of the decision on \nthe matter in the first instance. \nRSA 2000 cH-14 s33;2009 c26 s24 \nRetroactive compensation limit \n34   No settlement effected under this Act and no order made by a \nhuman rights tribunal may compensate a person for wages or \nincome lost or expenses incurred prior to 2 years before the date of \nthe complaint under section 20. \nRSA 2000 cH-14 s34;2009 c26 s25 \nEffect of decision \n35   A decision of the Chief of the Commission and \nTribunals, another member of the Commission or a human rights \ntribunal is final and binding on the parties, subject to a party’s right \nto judicial review of the decision. \nRSA 2000 cH-14 s35;2009 c26 s26;2021 c25 s2 \nEnforcement of settlement agreement \n35.1(1)  In the case of a settlement agreement in respect of a \nproceeding before a human rights tribunal, a party who believes \nthat another party has contravened the settlement agreement may \nmake an application to the tribunal within 6 months after the \ncontravention to which the application relates. \n(2)  If, on an application under subsection (1), the human rights \ntribunal determines that a party has contravened the settlement \nagreement, the tribunal may make any order that it considers \nappropriate to remedy the contravention. \n2021 c25 s2 \nEntry of order \n36   An order made by a human rights tribunal may be filed with \nthe clerk of the Court of King’s Bench at the judicial centre closest \nto the place where the proceeding was held, and on being entered it \nis enforceable in the same manner as an order of the Court of \nKing’s Bench. \nRSA 2000 cH-14 s36;2009 c26 s27;2009 c53 s84;AR 217/2022 \n\n  RSA 2000 \nSection 38  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n22\n37   Repealed 2021 c25 s2. \nOrder after inquiry  \n38(1)  If the order of a human rights tribunal under section 32 did \nnot direct a person to cease the contravention complained of, the \nMinister of Justice may apply to the Court of King’s Bench for an \norder enjoining the person from continuing the contravention. \n(2)  The Court, in its discretion, may make the order, and the order \nmay be enforced in the same manner as any other order of the \nCourt of King’s Bench. \nRSA 2000 cH-14 s38;2009 c26 s29;2013 c10 s34;2021 c25 s2; \nAR 217/2022;2022 c21 s5 \nProceedings against trade unions, etc.   \n39(1)  Any proceedings under this Act may be instituted against a \ntrade union or employers’ organization or occupational association \nin its name. \n(2)  Any act or thing done or omitted by an officer, official, or \nagent of a trade union or employers’ organization or occupational \nassociation within the scope of that person’s authority to act on its \nbehalf shall be deemed to be an act or thing done or omitted by the \ntrade union or employers’ organization or occupational association, \nas the case may be. \nRSA 1980 cI-2 s35 \nProtection from giving evidence  \n40(1)  No member of the Commission, nor the director of the \nCommission or any other employee mentioned in section 18, shall \nbe required by any court to give evidence relative to information \nobtained for the purposes of this Act. \n(2)  No proceeding under this Act shall be deemed invalid by \nreason of any defect in form or any technical irregularity. \nRSA 1980 cI-2 s36 \nProtection from liability \n41   No action lies against a member of the Commission or any \nperson referred to in section 18 for anything done or not done by \nthat person in good faith while purporting to act under this Act. \n1996 c25 s24 \nOffence \n42(1)  No person shall hinder, obstruct or interfere with the \nCommission or any person referred to in section 18 in the exercise \nof a power or the carrying out of a duty under this Act. \n(2)  A person who contravenes subsection (1) is guilty of an \noffence and liable to a fine of not more than $10 000. \n\n  RSA 2000 \nSection 43  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n23\n(3)  Where  \n (a)  a corporation, or \n (b)  an employment agency, employers’ organization, \noccupational association or trade union that is not a \ncorporation \ncontravenes subsection (1), any director, officer or agent of the \ncorporation or other body who directed, authorized, assented to, \nacquiesced in or participated in the contravention is guilty of the \noffence and liable to the penalty provided for the offence, whether \nor not the corporation or other body has been prosecuted for or \nconvicted of the offence. \n1996 c25 s24 \nService of documents \n43(1)  Unless the bylaws require otherwise, a notice or other \ndocument required by this Act or the bylaws to be filed with the \nCommission is deemed to be properly filed if it is \n (a)  left in person with the Commission at one of its offices,  \n (b)  sent by electronic means in accordance with the bylaws, or \n (c)  sent to any office of the Commission by registered mail. \n(2)  A notice or other document required by this Act or the bylaws \nto be served on any person is deemed to be properly served if it is \n (a)  served personally on the person,  \n (b)  sent by email to the email address provided by the person \nfor the purpose of receiving the notice or other document, or \n (c)  sent by registered mail to the last address for that person \nknown to the Commission. \n(3)  Where it is necessary to prove filing or service of any notice or \ndocument, \n (a)  if filing or service is effected personally, the actual date on \nwhich it is filed or served is the date of filing or service,  \n (b)  if filing or service is effected by email, the time provided for \nin the bylaws is the time of filing or service, and \n (c)  if filing or service is effected by registered mail, filing or \nservice shall be deemed to have been effected on the earlier \nof \n\n  RSA 2000 \nSection 43.1  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n24\n (i)  the date of receipt, or  \n (ii)  7 days after the date on which it was mailed. \nRSA 2000 cH-14 s43;2021 c25 s2 \nElectronic proceedings \n43.1   A hearing or other proceeding, including conciliation and \ndispute resolution, may be conducted as \n (a)  an electronic proceeding, or \n (b)  a combined in-person and electronic proceeding. \n2021 c25 s2 \nGeneral \nInterpretation \n44(1)  In this Act, \n (a)  “age” means, except for the purposes of sections 4.1, 4.2, \n5(2) to (5) and 5.1, 18 years of age or older; \n (a.1)  “benefit” means, under section 4.1, preferential access, \npreferential terms or conditions or any form of preferential \ntreatment in respect of goods, services, accommodation or \nfacilities but does not include a minimum age for occupancy \nof accommodation;  \n (b)  “commercial unit” means a building or other structure or \npart of it that is used or occupied or is intended, arranged or \ndesigned to be used or occupied for the manufacture, sale, \nresale, processing, reprocessing, displaying, storing, \nhandling, garaging or distribution of personal property, or a \nspace that is used or occupied or is intended, arranged or \ndesigned to be used or occupied as a separate business or \nprofessional unit or office in a building or other structure or \nin a part of it; \n (c)  “Commission” means the Alberta Human Rights \nCommission; \n (c.1)  “electronic proceeding” means a proceeding that is held \nusing electronic means such as a teleconference or \nvideoconference, where each participant is able to hear and \nrespond to the comments of the other participants at the time \nthe comments are made; \n (d)  “employers’ organization” means an organization of \nemployers formed for purposes that include the regulation of \nrelations between employers and employees; \n\n  RSA 2000 \nSection 44  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n25\n (e)  “employment agency” includes a person who undertakes \nwith or without compensation to procure employees for \nemployers and a person who undertakes with or without \ncompensation to procure employment for persons; \n (f)  “family status” means the status of being related to another \nperson by blood, marriage or adoption; \n (g)  “marital status” means the state of being married, single, \nwidowed, divorced, separated or living with a person in a \nconjugal relationship outside marriage; \n (h)  “mental disability” means any mental disorder, \ndevelopmental disorder or learning disorder, regardless of \nthe cause or duration of the disorder; \n (i)  “Minister” means the Minister determined under section 16 \nof the Government Organization Act as the Minister \nresponsible for this Act; \n (j)  “occupational association” means an organization other than \na trade union or employers’ organization in which \nmembership is a prerequisite to carrying on any trade, \noccupation or profession; \n (k)  “person”, in addition to the extended meaning given it by \nthe Interpretation Act, includes an employment agency, an \nemployers’ organization, an occupational association and a \ntrade union; \n (l)  “physical disability” means any degree of physical \ndisability, infirmity, malformation or disfigurement that is \ncaused by bodily injury, birth defect or illness and, without \nlimiting the generality of the foregoing, includes epilepsy, \nparalysis, amputation, lack of physical co-ordination, \nblindness or visual impediment, deafness or hearing \nimpediment, muteness or speech impediment, and physical \nreliance on a guide dog, service dog, wheelchair or other \nremedial appliance or device; \n (m)  “religious beliefs” includes native spirituality; \n (m.1)  “settlement agreement” means a written agreement, signed \nby the parties, that provides for the final resolution \ndisposing of a matter before a human rights tribunal; \n (n)  “source of income” means lawful source of income; \n\n  RSA 2000 \nSection 45  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n26\n (o)  “trade union” means an organization of employees formed \nfor purposes that include the regulation of relations between \nemployees and employers. \n(1.1)  In this Act, a reference to accommodation includes \noccupancy of \n (a)  a residential unit as defined in the Condominium Property \nAct,  \n (b)  a housing unit as defined in the Cooperatives Act, and \n (c)  a mobile home site as defined in the Mobile Home Sites \nTenancies Act. \n(2)  Whenever this Act protects a person from being adversely dealt \nwith on the basis of gender, the protection includes, without \nlimitation, protection of a female from being adversely dealt with \non the basis of pregnancy. \nRSA 2000 cH-14 s44;2007 cS-7.5 s7;2009 c26 s30;2017 c17 s7; \n2021 c25 s2 \nTransitional matters \n45   A human rights panel that was appointed under section 27 to \ndeal with a complaint before the coming into force of this section \nremains appointed as a human rights tribunal, and the members of \nthe human rights panel continue to serve as members of the human \nrights tribunal, in respect of the complaint. \n2009 c26 s31 \nTransitional — appeals \n45.1(1)  In this section, “appeal” means an appeal under section 37 \nof this Act as it read immediately before the coming into force of \nthis section. \n(2)  If an appeal has commenced but is not concluded before the \ncoming into force of this section, the appeal is to be continued \nunder and in conformity with section 37 of this Act as it read \nimmediately before the coming into force of this section. \n(3)  If a right of appeal arose before the coming into force of this \nsection but an appeal has not commenced before the coming into \nforce of this section, the appeal is to be continued under and in \nconformity with section 37 of this Act as it read immediately \nbefore the coming into force of this section. \n2021 c25 s2 \nRepeal  \n46   The following provisions are repealed on December 31, 2032: \n\n  RSA 2000 \nSection 46  Chapter A-25.5 \n \nALBERTA HUMAN RIGHTS ACT \n \n27\n (a)  section 4.2(1); \n (b)  section 5(2);  \n (c)  section 5.1(c). \n2017 c17 s8 \n\n\n\n\n\nPrinted on Recycled Paper\n*9780779842650*"
}